errCommonTip=\u1780\u17C6\u17A0\u17BB\u179F\u1780\u17C6\u178E\u178F\u17CB\u179F\u1798\u17D2\u1782\u17B6\u179B\u17CB\u179F\u17C6\u1784\u17B6\u178F\u17CB: {0}\n\u1780\u17C6\u17A0\u17BB\u179F\u179F\u17B6\u179A: {1}\u200B
#common message
btnOK=\u1796\u17D2\u179A\u1798(&O)
btnCancel=\u1794\u178A\u17B7\u179F\u17C1\u1792
btnFind=\u179F\u17D2\u179C\u17C2\u1784\u179A\u1780(&F)
btnDelete=\u178A\u1780\u1785\u17C1\u1789(&D)
btnAdd=\u1794\u1793\u17D2\u1790\u17C2\u1798(&A)...
btnClose=Close\u200B
titleConfirm=\u17A2\u17C7\u17A2\u17B6\u1784
titleSuccess=\u1787\u17C4\u1782\u1787\u17D0\u1799
#navigator tree related message
msgAddingChildren=\u1794\u1793\u17D2\u1790\u17C2\u1798\u1794\u178E\u17D2\u178F\u17B6\u1789\u1797\u17D2\u1787\u17B6\u1794\u17CB\u178F\u17BC\u1785\u17D7
msgLoading=\u1794\u1793\u17D2\u1793\u17BC\u1780...\u200B\u200B\u200B\u200B\u200B
msgLoadingChildren=\u1794\u1793\u17D2\u1790\u17C2\u1798\u1794\u178E\u17D2\u178F\u17B6\u1789\u1797\u17D2\u1787\u17B6\u1794\u17CB\u178F\u17BC\u1785\u17D7\u1793\u17C3 {0}...\u200B \u200B
#OID navigator dialog related message
lblOIDValue=\u178F\u1798\u17D2\u179B\u17C3OID{0}:
titleOIDNavigatorDialog=\u1793\u17B6\u179C\u17B7\u1780OID
msgOIDNavigatorDialog=\u1791\u17B7\u1793\u17D2\u1793\u1793\u17D0\u1799\u1793\u17B6\u179C\u17B7\u1780\u178A\u17C4\u1799OID\u17D4
errOIDValue1=\u178F\u1798\u17D2\u179B\u17C3OID\u1798\u17B7\u1793\u17A2\u17B6\u1785\u1791\u1791\u17C1\u17D4 \u179F\u17BC\u1798\u1785\u17BC\u179B\u1791\u17C5\u178F\u1798\u17D2\u179B\u17C3\u179F\u17BB\u1796\u179B\u1797\u17B6\u1796\u1796\u178E\u17B6\u1798\u17BD\u1799\u17D4
errOIDValue2=\u178F\u1798\u17D2\u179B\u17C3OID \u17A2\u17B6\u1785\u1798\u17B6\u1793\u1794\u1789\u17D2\u1787\u17B8 OID\u1796\u17BB\u17C6\u1798\u17B6\u1793\u179F\u17BB\u1796\u179B\u1797\u17B6\u1796\u17D4\u200B \u179F\u17BC\u1798\u1796\u17B7\u1793\u17B7\u178F\u17D2\u1799\u179F\u17BB\u1796\u179B\u1797\u17B6\u1796\u179A\u1794\u179F\u17CB\u179C\u17B6\u17D4

#jdbc manage
titleJdbcManagementDialog=\u1780\u17B6\u179A\u1782\u17D2\u179A\u1794\u17CB\u1782\u17D2\u179A\u1784JDBC
msgJdbcManagementDialog=\u178A\u17B6\u1780\u17CB\u17A2\u17D2\u1793\u1780\u1794\u1789\u17D2\u1787\u17B6JDBC
tblColDriverVersion=\u179F\u1798\u17D2\u179A\u17BD\u179B\u17A2\u17D2\u1793\u1780\u1794\u1789\u17D2\u1787\u17B6JDBC
tblColJarPath=\u179F\u17BB\u17C6\u178E\u17BB\u17C6\u1794\u1789\u17D2\u1787\u17B8\u179A\u17BD\u1798JDBC
errDeleteJdbcServer=\u1780\u17BB\u17C6\u1796\u17D2\u1799\u17BC\u1791\u17D0\u179A\u1782\u17D2\u179A\u17B9\u17C7({0})\u1780\u17BB\u17C6\u1796\u17BB\u1784\u178A\u17C6\u178E\u17BE\u179A\u1780\u17B6\u179A\u1782\u17BA\u1780\u17BB\u17C6\u1796\u17BB\u1784\u179F\u1798\u17D2\u179A\u17BD\u179BJDBC {1}\u17D4\u200B \u1794\u17BE\u17A2\u17D2\u1793\u1780\u1785\u1784\u17CB\u178A\u1780\u1785\u17C1\u1789 JDBC\u1793\u17C1\u17C7\u200B  \u178A\u17C6\u1794\u17BC\u1784\u179F\u17BC\u1798\u1795\u17D2\u178F\u17B6\u1785\u17CB\u1791\u17C6\u1793\u17B6\u1780\u1791\u17C6\u1793\u1784\u1796\u17B8\u1780\u17BB\u17C6\u1796\u17D2\u1799\u17BC\u1791\u17D0\u179A\u1782\u17D2\u179A\u17B9\u17C7\u179F\u17B7\u1793\u17D4
errDeleteJdbcConn=\u1780\u17B6\u179A\u1797\u17D2\u1787\u17B6\u1794\u17CB({0})\u1780\u17BB\u17C6\u1796\u17BB\u1784\u178A\u17C6\u178E\u17BE\u179A\u1780\u17B6\u179A \u1782\u17BA\u1780\u17BB\u17C6\u1796\u17BB\u1784\u179F\u1798\u17D2\u179A\u17BD\u179BJDBC {1}\u17D4\u200B \u1794\u17BE\u17A2\u17D2\u1793\u1780\u1785\u1784\u17CB\u178A\u1780\u1785\u17C1\u1789 JDBC\u1793\u17C1\u17C7\u200B \u178A\u17C6\u1794\u17BC\u1784\u179F\u17BC\u1798\u1795\u17D2\u178F\u17B6\u1785\u17CB\u1791\u17C6\u1793\u17B6\u1780\u1791\u17C6\u1793\u1784\u1796\u17B8\u1780\u17B6\u179A\u1797\u17D2\u1787\u17B6\u1794\u17CB\u179F\u17B7\u1793\u17D4
errDeleteJdbcQuery=\u17A2\u17D2\u1793\u1780\u1780\u17C2\u178F\u1798\u17D2\u179A\u17BC\u179C\u1785\u1798\u17D2\u1784\u179B\u17CB({0})\u1780\u17BB\u17C6\u1796\u17BB\u1784\u179F\u1798\u17D2\u179A\u17BD\u179B JDBC {1}\u17D4\u200B \u1794\u17BE\u17A2\u17D2\u1793\u1780\u1785\u1784\u17CB\u178A\u1780\u1785\u17C1\u1789 JDBC\u1793\u17C1\u17C7\u200B \u178A\u17C6\u1794\u17BC\u1784\u179F\u17BC\u1798\u1795\u17D2\u178F\u17B6\u1785\u17CB\u1791\u17C6\u1793\u17B6\u1780\u1791\u17C6\u1793\u1784\u1796\u17B8\u1780\u17B6\u179A\u1797\u17D2\u1787\u17B6\u1794\u17CB\u179F\u17B7\u1793\u17D4
cfmOverrideJdbc=JDBC\u1793\u17C1\u17C7\u200B\u1798\u17B6\u1793\u179A\u17BD\u1785\u17A0\u17BE\u1799\u17D4  \u178F\u17BE\u17A2\u17D2\u1793\u1780\u1785\u1784\u17CB\u1791\u17B6\u178F\u17CB\u1785\u17C4\u179BJDBC\u200B\u179A\u1794\u179F\u17CB{0}\u17AC\u1791\u17C1?
errIlegalURL=\u179F\u17BC\u1798\u1794\u1789\u17D2\u1787\u17BC\u179BURL\u178A\u17C2\u179B\u1798\u17B6\u1793\u179F\u17BB\u1796\u179B\u1797\u17B6\u1796\u1798\u17BD\u1799!
errNotFindClass=\u179A\u1780\u1798\u17B7\u1793\u1783\u17BE\u1789\u17A2\u17D2\u1793\u1780\u1794\u1789\u17D2\u1787\u17B6JDBC\u1780\u17D2\u1793\u17BB\u1784\u179F\u17BB\u17C6\u178E\u17BB\u17C6\u1794\u1789\u17D2\u1787\u17B8\u179A\u17BD\u1798JDBC\u17D4 \u179F\u17BC\u1798\u1780\u17C6\u178E\u178F\u17CB\u17B2\u17D2\u1799\u1785\u1785\u17D2\u1794\u17B6\u179F\u17CB\u1793\u17BC\u179C\u17A2\u17D2\u1793\u1780\u1794\u1789\u17D2\u1787\u17B6 CUBRID JDBC\u17D4
warningDeleteJdbc=\u17A2\u17D2\u1793\u1780\u1794\u1789\u17D2\u1787\u17B6JDBC"{0}"\u178A\u17C2\u179B\u1794\u179A\u17B6\u1787\u17D0\u1799 \u1798\u17B7\u1793\u17A2\u17B6\u1785\u178A\u1780\u1785\u17C1\u1789\u1794\u17B6\u1793\u1791\u17C1\u17D4
jdbcManagePageName=\u1780\u17B6\u179A\u1782\u17D2\u179A\u1794\u17CB\u1782\u17D2\u179A\u1784JDBC
lblJdbcAttr=JDBC Options
btnJdbcAttr=Manage

#jdbc options
titleJdbcOptionDialog=JDBC Advanced Options
msgJdbcOptionDialog=Configre advanced options of CUBRID JDBC
tblColJdbcAttrName=Name
tblColJdbcAttrValue=Value
msgJdbcOptionKeyDuplicated=Exists duplicated names. Please rename or remove duplicated names.

lblSavedPath=\u1795\u17D2\u179B\u17BC\u179C\u178A\u17C2\u179B\u178F\u17D2\u179A\u17BC\u179C\u179A\u1780\u17D2\u179F\u17B6\u1791\u17BB\u1780(&S):
taskDownload=\u1790\u178F\u1785\u1798\u17D2\u179B\u1784\u1785\u17C1\u1789\u1793\u17BC\u179C\u17A2\u17D2\u1793\u1780\u1794\u1789\u17D2\u1787\u17B6...
subTaskDownload=\u1790\u178F\u1785\u1798\u17D2\u179B\u1784\u1785\u17C1\u1789\u1793\u17BC\u179C\u17A2\u17D2\u1793\u1780\u1794\u1789\u17D2\u1787\u17B6"{0}"...
#manager general preferences
prefTitleGeneral=\u1791\u17BC\u1791\u17C5
maximizeWindowOnStartUp=\u1794\u1784\u17D2\u17A0\u17B6\u1789\u1794\u1784\u17D2\u17A2\u17BD\u1785\u178A\u17C2\u179B\u1792\u17C6\u1794\u17C6\u1795\u17BB\u178F(&h)
auoCheckUpdate=\u179A\u1780\u1783\u17BE\u1789\u178A\u17C4\u1799\u179F\u17D2\u179C\u17D0\u1799\u1794\u17D2\u179A\u179C\u178F\u17D2\u178F\u17B7\u1793\u17BC\u179C\u179A\u1794\u179F\u17CB\u1790\u17D2\u1798\u17B8\u1794\u17C6\u1795\u17BB\u178F \u1793\u17B7\u1784\u1792\u17D2\u179C\u17BE\u1780\u17C6\u178E\u178F\u17CB\u1781\u17D2\u1789\u17BB\u17C6\u1793\u17C5\u1796\u17C1\u179B\u1785\u17B6\u1794\u17CB\u178A\u17C6\u178E\u17BE\u179A\u1780\u17B6\u179A(&f)
btnCheckNewInfo=\u178F\u17D2\u179A\u17BD\u178F\u1796\u17B7\u1793\u17B7\u178F\u17D2\u1799\u1793\u17BC\u179C\u1796\u178F\u17CC\u1798\u17B6\u1793\u1790\u17D2\u1798\u17B8\u17D7\u17A2\u17C6\u1796\u17B8 CUBRID(&C)
btnRunInDebugMode=\u178A\u17BE\u179A\u1793\u17C5\u1780\u17D2\u1793\u17BB\u1784\u1791\u1798\u17D2\u179A\u1784\u17CB\u1780\u17C6\u178E\u17C2\u1780\u17C6\u17A0\u17BB\u179F(&R)
cubridNewInfoEditorName=\u1796\u178F\u17CC\u1798\u17B6\u1793CUBRID

errCannotOpenInternalBrowser=\u178F\u17B6\u17C6\u1784\u1796\u17B8\u179F\u17C6\u178E\u17BB\u17C6\u17AF\u1780\u179F\u17B6\u179A\u178F\u17D2\u179A\u17BD\u178F\u1798\u17BE\u179B\u1794\u178E\u17D2\u178F\u17B6\u1789 \u1798\u17B7\u1793\u178F\u17D2\u179A\u17BD\u179C\u1794\u17B6\u1793\u178F\u1798\u17D2\u179B\u17BE\u1784\u1780\u17D2\u1793\u17BB\u1784\u1794\u17D2\u179A\u1796\u17D0\u1793\u17D2\u1792\u179A\u1794\u179F\u17CB\u17A2\u17D2\u1793\u1780  \u1796\u178F\u17CC\u1798\u17B6\u1793CUBRID\u1798\u17B7\u1793\u17A2\u17B6\u1785\u1794\u1784\u17D2\u17A0\u17B6\u1789\u1793\u17C5\u1780\u17D2\u1793\u17BB\u1784\u1780\u1789\u17D2\u1785\u1780\u17CB\u1781\u17B6\u1784\u1780\u17D2\u1793\u17BB\u1784\u1793\u17C3 CUBRID\u1794\u17B6\u1793\u1791\u17C1\u17D4
errCannotOpenExternalBrowser=\u178F\u17B6\u17C6\u1784\u1796\u17B8\u179F\u17C6\u178E\u17BB\u17C6\u17AF\u1780\u179F\u17B6\u179A\u178F\u17D2\u179A\u17BD\u178F\u1798\u17BE\u179B\u1794\u178E\u17D2\u178F\u17B6\u1789 \u1798\u17B7\u1793\u178F\u17D2\u179A\u17BD\u179C\u1794\u17B6\u1793\u178F\u1798\u17D2\u179B\u17BE\u1784\u1780\u17D2\u1793\u17BB\u1784\u1794\u17D2\u179A\u1796\u17D0\u1793\u17D2\u1792\u179A\u1794\u179F\u17CB\u17A2\u17D2\u1793\u1780  \u1796\u178F\u17CC\u1798\u17B6\u1793CUBRID\u1798\u17B7\u1793\u17A2\u17B6\u1785\u1794\u1784\u17D2\u17A0\u17B6\u1789\u1793\u17C5\u1780\u17D2\u1793\u17BB\u1784\u1780\u1789\u17D2\u1785\u1780\u17CB\u1781\u17B6\u1784\u1780\u17D2\u1793\u17BB\u1784\u1793\u17C3 CUBRID\u1794\u17B6\u1793\u1791\u17C1\u17D4

titleAboutDialog=About {0}
aboutMessage=\n{0} {1} {2}\n\nCopyright (C) {3} Search Solution Corporation.\nAll rights reserved by Search Solution.\n\nHome page : {4}\nCUBRID Manager project : {5}\nCUBRID Database project : {6}
msgNewFeatures=New features

#exist confirm
titleExitConfirm=\u17A2\u17C7\u17A2\u17B6\u1784\u1796\u17B8\u1780\u17B6\u179A\u1785\u17B6\u1780\u1785\u17C1\u1789
msgToggleExitConfirm=\u1785\u17B6\u1780\u1785\u17C1\u1789\u178A\u17C4\u1799\u1796\u17BB\u17C6\u178E\u17C2\u1793\u17B6\u17C6(&A)
#status line
msgUserTableNum=\u178F\u17B6\u179A\u17B6\u1784\u17A2\u17D2\u1793\u1780\u1794\u17D2\u179A\u17BE\u1794\u17D2\u179A\u17B6\u179F\u17CB{0}:
msgSysTableNum=\u178F\u17B6\u179A\u17B6\u1784\u1794\u17D2\u179A\u1796\u17D0\u1793\u17D2\u1792{0}:
msgUserViewNum=\u1782\u17C6\u17A0\u17BE\u1789\u17A2\u17D2\u1793\u1780\u1794\u17D2\u179A\u17BE\u1794\u17D2\u179A\u17B6\u179F\u17CB {0}:
msgSysViewNum=\u1782\u17C6\u17A0\u17BE\u1789\u1794\u17D2\u179A\u1796\u17D0\u1793\u17D2\u1792 {0}:
msgSerialNum=\u1791\u17B7\u1793\u17D2\u1793\u1793\u17D0\u1799\u179F\u1798\u17D2\u1782\u17B6\u179B\u17CB{0}:
msgTriggerNum=\u1795\u17D2\u1793\u17C2\u1780\u1782\u1793\u17D2\u179B\u17B9\u17C7\u17D7 {0}:
msgFunctionNum=\u1791\u17BD\u1793\u17B6\u1791\u17B8 {0}:
msgProcedureNum=\u1793\u17B8\u178F\u17B7\u179C\u17B8\u1792\u17B8{0}:
msgSPNum=\u1793\u17B8\u178F\u17B7\u179C\u17B8\u1792\u17B8\u178A\u17C2\u179B\u1794\u17B6\u1793\u179A\u1780\u17D2\u179F\u17B6\u1791\u17BB\u1780 {0}:

#select the tree object contribution item
lblSearch=\u179F\u17D2\u179A\u17B6\u179C\u1787\u17D2\u179A\u17B6\u179C(&S):
titleResult=\u179B\u1791\u17D2\u1792\u1795\u179B
msgNotFoundResult=\u1781\u17D2\u179F\u17C2\u1794\u178E\u17D2\u178F\u17B6\u1789\u1798\u17B7\u1793\u178F\u17D2\u179A\u17BC\u179C\u1794\u17B6\u1793\u179A\u1780\u1783\u17BE\u1789\u17D4
tipFind=\u179F\u17BC\u1798\u1794\u1789\u17D2\u1787\u17BC\u179B\u178A\u17C3\u1782\u17BC\u179A \u179A\u17BD\u1785\u1785\u17BB\u1785\u1794\u1789\u17D2\u1787\u17BC\u179B\u179F\u17D2\u179A\u17B6\u179C\u1787\u17D2\u179A\u17B6\u179C \u1793\u17B7\u1784F3\u1796\u1793\u17D2\u179B\u17BF\u1793\u1794\u1793\u17D2\u1790\u17C2\u1798\u17D4

#Filter setting dialog
titleFilterSettingDialog=\u17A2\u17D2\u1793\u1780\u1785\u1798\u17D2\u179A\u17B6\u1789\u1792\u17B6\u178F\u17BB\u1793\u17B6\u1793\u17B6
msgFilterSettingDialog=\u1780\u17C6\u178E\u178F\u17CB\u17A2\u17D2\u1793\u1780\u1785\u1798\u17D2\u179A\u17B6\u1789\u178A\u17BE\u1798\u17D2\u1794\u17B8\u178A\u1780\u1785\u17C1\u1789\u1796\u17B8\u1782\u17C6\u17A0\u17BE\u1789\u17D4
btnNameFilter=\u1788\u17D2\u1798\u17C4\u17C7\u178A\u17C3\u1782\u17BC\u179A\u17A2\u17D2\u1793\u1780\u1785\u1798\u17D2\u179A\u17B6\u1789\u179F\u17B6\u179A\u1792\u17B6\u178F\u17BB(\u1780\u17B6\u179A\u1794\u1784\u17D2\u1780\u17BE\u178F\u1788\u17D2\u1798\u17C4\u17C7\u178F\u17D2\u179A\u17BC\u179C\u1794\u17B7\u1791\u1794\u17B6\u17C6\u1784)(&N):
lblNameFilter=\u178A\u17C3\u1782\u17BC\u179A\u178F\u17D2\u179A\u17BC\u179C\u1795\u17D2\u178F\u17B6\u1785\u17CB\u1796\u17B8\u1782\u17D2\u1793\u17B6\u178A\u17C4\u1799\u1785\u17BB\u179B\u17D2\u179B\u1797\u17B6\u1782   \u1793\u17C5\u178F\u17D2\u179A\u1784\u17CB *\u1782\u17BA\u1781\u17D2\u179F\u17C2\u1794\u178E\u17D2\u178F\u17B6\u1789\u178E\u17B6\u1798\u17BD\u1799 \u17A0\u17BE\u1799?\u1782\u17BA\u179B\u1780\u17D2\u1781\u178E\u17C8\u179F\u1798\u17D2\u1782\u17B6\u179B\u17CB\u178E\u17B6\u1798\u17BD\u1799\u17D4
lblTreeFilter=\u1787\u17D2\u179A\u17BE\u179F\u179A\u17BE\u179F\u1792\u17B6\u178F\u17BB\u1793\u17B6\u1793\u17B6\u178A\u17BE\u1798\u17D2\u1794\u17B8\u178A\u1780\u1785\u17C1\u1789\u1796\u17B8\u1782\u17C6\u17A0\u17BE\u1789:
btnRest=\u178F\u1798\u17D2\u179A\u17BC\u179C(&R)
#Show tooltip
showToolTipActionName=\u1794\u1784\u17D2\u17A0\u17B6\u1789\u1795\u17D2\u1793\u17C2\u1780\u179F\u17C6\u1781\u17B6\u1793\u17CB\u1793\u17C3\u17A7\u1794\u1780\u179A\u178E\u17CD(&S)
#Connection composite
grpDbInfo=\u1796\u178F\u17CC\u1798\u17B6\u1793\u1791\u17B7\u1793\u17D2\u1793\u1793\u17D0\u1799\u178A\u17C2\u179B\u178F\u17B6\u1794\u17C1\u179F
lblDbUserName=\u1788\u17D2\u1793\u17C4\u17C7\u17A2\u17D2\u1793\u1780\u1794\u17D2\u179A\u17BE\u1794\u17D2\u179A\u17B6\u179F\u17CB(&U):
lblLoginServerName=\u17A2\u17D2\u1793\u1780\u1797\u17D2\u1787\u17B6\u1794\u17CB\u1791\u17C6\u1793\u17B6\u1780\u17CB\u1791\u17C6\u1793\u1784IP(&I):
lblLoginDatabaseName=\u1788\u17D2\u1793\u17C4\u17C7\u1791\u17B7\u1793\u17D2\u1793\u1793\u17D0\u1799\u178A\u17C2\u179B\u178F\u17B6\u1794\u17C1\u179F(&m):
lblLoginBrokerPort=\u1795\u17D2\u1793\u17C2\u1780\u1797\u17D2\u1787\u17B6\u1794\u17CB\u1791\u17C6\u1793\u17B6\u1780\u17CB\u1791\u17C6\u1793\u1784\u1780\u17BB\u17C6\u1796\u17D2\u1799\u17BC\u1791\u17D0\u179A:(&t)
lblDbPassword=\u1780\u17C6\u178E\u178F\u17CB\u179F\u1798\u17D2\u1782\u17B6\u179B\u17CB\u179F\u1798\u17D2\u1784\u17B6\u178F\u17CB(&P):
lblDbJdbcVersion=\u1780\u17B6\u179A\u1780\u17C2\u179F\u1798\u17D2\u179A\u17BD\u179BJDBC(&J):
grpBrokerInfo=\u1796\u178F\u17CC\u1798\u17B6\u1793\u17A2\u17D2\u1793\u1780\u1797\u17D2\u1787\u17B6\u1794\u17CB\u1791\u17C6\u1793\u17B6\u1780\u17CB\u1791\u17C6\u1793\u1784
lblDbIp=\u1791\u17B7\u1793\u17D2\u1793\u1793\u17D0\u1799\u178A\u17C2\u179B\u178F\u17B6\u1794\u17C1\u179FIP(&D):
btnBrowse=\u1780\u17B6\u179A\u178F\u17D2\u179A\u17BD\u178F\u1798\u17BE\u179B(&B)...
tipNoSupportJdbcVersion=\u1780\u17B6\u179A\u1780\u17C2\u179F\u1798\u17D2\u179A\u17BD\u179B\u1791\u17B7\u1793\u17D2\u1793\u1793\u17D0\u1799\u178A\u17C2\u179B\u178F\u17B6\u1794\u17C1\u179F\u1793\u17C1\u17C7 \u1782\u17BA{0}\u17D4\u200B \u1799\u17C9\u17B6\u1784\u178E\u17B6\u1780\u17CF\u178A\u17C4\u1799\u1780\u17B6\u179A\u1780\u17C2\u179F\u1798\u17D2\u179A\u17BD\u179BJDBC\u178A\u17C2\u179B\u1787\u17D2\u179A\u17BE\u179F\u179A\u17BE\u179F\u179A\u17BD\u1785\u17A0\u17BE\u1799\u1798\u17B6\u1793\u1797\u17B6\u1796\u1781\u17BB\u179F\u1782\u17D2\u1793\u17B6\u200B  \u178A\u17BC\u1785\u17D2\u1793\u17C1\u17C7\u1798\u17B7\u1793\u17A2\u17B6\u1785\u1782\u17B6\u17C6\u1791\u17D2\u179A\u1791\u17B6\u17C6\u1784\u179F\u17D2\u179A\u17BB\u1784\u1793\u17BC\u179C\u1791\u17B7\u1793\u17D2\u1793\u1793\u17D0\u1799\u178A\u17C2\u179B\u178F\u17B6\u1794\u17C1\u179F\u1793\u17C1\u17C7\u1791\u17C1\u17D4\r\n\u178F\u17BE\u17A2\u17D2\u1793\u1780\u1785\u1784\u17CB\u1794\u1793\u17D2\u178F\u1791\u17C1?

btnSavePassword=\u179A\u1780\u17D2\u179F\u17B6\u1791\u17BB\u1780\u1780\u17C6\u178E\u178F\u17CB\u179F\u1798\u17D2\u1782\u17B6\u179B\u17CB\u179F\u1798\u17D2\u1784\u17B6\u178F\u17CB(&S)

topLevelElements=\u1792\u17B6\u178F\u17BB\u1793\u17B6\u1793\u17B6\u178A\u17C2\u179B\u1798\u17B6\u1793\u1780\u1798\u17D2\u179A\u17B7\u178F\u1781\u17D2\u1796\u179F\u17CB(&T)
titleGroupSettingDialog=\u1780\u17B6\u179A\u1780\u17C6\u178E\u178F\u17CB\u1780\u17D2\u179A\u17BB\u1798
labelGroupName=\u1788\u17D2\u1798\u17C4\u17C7\u1780\u17D2\u179A\u17BB\u1798:
groupNameExisted=\u1788\u17D2\u1798\u17C4\u17C7\u1780\u17D2\u179A\u17BB\u1798\u1798\u17B6\u1793\u179A\u17BD\u1785\u17A0\u17BE\u1799\u17D4
groupNameInvalid=\u1788\u17D2\u1798\u17C4\u17C7\u1780\u17D2\u179A\u17BB\u1798\u1798\u17B7\u1793\u17A2\u17B6\u1785\u1791\u1791\u17C1\u200B\u17AC\u1785\u17D2\u179A\u17BE\u1793\u1787\u17B6\u1784\u17E5\u17E0\u178F\u17BD\u17A2\u1780\u17D2\u179F\u179A/\u179B\u17C1\u1781\u17D4
addNewGroup=\u1794\u1793\u17D2\u1790\u17C2\u1798\u1780\u17D2\u179A\u17BB\u1798\u1790\u17D2\u1798\u17B8\u17D4
editGroup=\u1780\u17C2\u178F\u1798\u17D2\u179A\u17BC\u179C\u1780\u17D2\u179A\u17BB\u1798\u1790\u17D2\u1798\u17B8\u17D4
btnEdit=\u1780\u17C2\u178F\u1798\u17D2\u179A\u17BC\u179C(&E)...
labelManagerGroups=\u1787\u17D2\u179A\u17BE\u179F\u179A\u17BE\u179F\u1780\u17D2\u179A\u17BB\u1798\u178F\u17B6\u1798\u1794\u17D2\u179A\u1797\u17C1\u1791\u17D4
btnTop=\u1781\u17D2\u1796\u179F\u17CB(&T)
btnUp=\u17A1\u17BE\u1784(&U)
btnDown=\u1785\u17BB\u17C7(&o)
btnBottom=\u1791\u17B6\u1794(&B)
defaultGroupNodeName=\u1780\u17D2\u179A\u17BB\u1798\u1790\u17D2\u1798\u17B8

#Report bug dialog
titleReportBugDialog=\u179F\u17C1\u1785\u1780\u17D2\u178F\u17B8\u179A\u17B6\u1799\u1780\u17B6\u179A\u178E\u17CD\u17A2\u17C6\u1796\u17B8\u1782\u17D2\u179A\u17BF\u1784\u179A\u17C6\u1781\u17B6\u1793
msgReportBugDialog=\u179F\u17C1\u1785\u1780\u17D2\u178F\u17B8\u179A\u17B6\u1799\u1780\u17B6\u179A\u178E\u17CD\u17A2\u17C6\u1796\u17B8\u1782\u17D2\u179A\u17BF\u1784\u179A\u17C6\u1781\u17B6\u1793
grpAttribute=\u179B\u1780\u17D2\u1781\u178E\u17C8\u1780\u17C6\u178E\u178F\u17CB
lblServerVersion=\u1780\u17B6\u179A\u1780\u17C2\u179F\u1798\u17D2\u179A\u17BD\u179B\u1780\u17BB\u17C6\u1796\u17D2\u1799\u17BC\u1791\u17D0\u179A\u1782\u17D2\u179A\u17B9\u17C7(&S):
lblServerOS=\u1780\u17BB\u17C6\u1796\u17D2\u1799\u17BC\u1791\u17D0\u179A\u1782\u17D2\u179A\u17B9\u17C7OS(&e):
lblJDBCVersion=\u1780\u17B6\u179A\u1780\u17C2\u179F\u1798\u17D2\u179A\u17BD\u179BJDBC(&J):
colFilePath=\u1795\u17D2\u17A1\u17BC\u179C\u1794\u1789\u17D2\u1787\u17B8
btnIncludingLog=\u1780\u17B6\u179A\u1794\u1789\u17D2\u1787\u17BC\u179B\u1794\u1789\u17D2\u1787\u17B8\u1787\u17C6\u179A\u17BF\u1793(&I)
grpDesc=\u1780\u17B6\u179A\u1796\u17B7\u1796\u178E\u17CC\u1793\u17B6
grpAttachment=\u1780\u17B6\u179A\u1785\u1784\u1797\u17D2\u1787\u17B6\u1794\u17CB
msgSelectAttachment=\u1787\u17D2\u179A\u17BE\u179F\u179A\u17BE\u179F\u1780\u17B6\u179A\u1785\u1784\u1797\u17D2\u1787\u17B6\u1794\u17CB
errDesc=\u179F\u17BC\u1798\u178A\u17B6\u1780\u1794\u1789\u17D2\u1787\u17BC\u179B\u1780\u17B6\u179A\u1796\u17B7\u1796\u178E\u17CC\u1793\u17B6\u179B\u17C6\u17A2\u17B7\u178F\u17D4
errFileNotExist=\u1794\u1789\u17D2\u1787\u17B8 "{0}" \u1796\u17BB\u17C6\u1798\u17B6\u1793\u17D4
msgSuccessReportBugs=\u17A2\u17D2\u1793\u1780\u1794\u17B6\u1793\u179A\u17B6\u1799\u1780\u17B6\u179A\u178E\u17CD\u179A\u17BD\u1785\u179A\u17B6\u179B\u17CB\u178A\u17C4\u1799\u1787\u17C4\u1782\u1787\u17D0\u1799\u17A2\u17C6\u1796\u17B8\u179A\u17B6\u179B\u17CB\u1794\u1789\u17D2\u17A0\u17B6\u17AC\u1782\u17D2\u179A\u17BF\u1784\u179A\u17C6\u1781\u17B6\u1793\u17D4
errReportBugs=\u1798\u17B7\u1793\u17A2\u17B6\u1785\u179A\u17B6\u1799\u1780\u17B6\u179A\u178E\u17CD\u17A2\u17C6\u1796\u17B8\u1782\u17D2\u179A\u17BF\u1784\u179A\u17C6\u1781\u17B6\u1793\u17D4 \u179A\u17C0\u1794\u179A\u17B6\u1794\u17CB\u179B\u17C6\u17A2\u17B7\u178F\u17A2\u17C6\u1796\u17B8\u1798\u17BC\u179B\u17A0\u17C1\u178F\u17BB: {0}
errTooBigAttachment=\u1781\u17D2\u1793\u17B6\u178F\u1785\u1784\u1797\u17D2\u1787\u17B6\u1794\u17CB\u1798\u17B7\u1793\u17A2\u17B6\u1785\u1792\u17C6\u1787\u17B6\u1784{0}.

#select workspace dialog
titleSelectWorkspaceDialog=\u1787\u17D2\u179A\u17BE\u179F\u179A\u17BE\u179F\u1780\u1793\u17D2\u179B\u17C2\u1784\u1780\u17B6\u179A\u1784\u17B6\u179A
titleSwitchWorkspaceDialog=\u1794\u17D2\u178F\u17BC\u179A\u1780\u1793\u17D2\u179B\u17C2\u1784\u1780\u17B6\u179A\u1784\u17B6\u179A\u1791\u17B6\u17C6\u1784\u179F\u17D2\u179A\u17BB\u1784\u1797\u17D2\u179B\u17B6\u1798\u17D7
msgSelectWorkspaceDialog=\u1780\u1793\u17D2\u179B\u17C2\u1784\u1780\u17B6\u179A\u1784\u17B6\u179A\u1795\u17D2\u1791\u17BB\u1780\u1793\u17BC\u179C\u1796\u178F\u17CC\u1793\u17C3\u179A\u17BC\u1794\u179F\u178E\u17D2\u178B\u17B6\u1793\u1793\u17B7\u1784\u1796\u178F\u17CC\u1798\u17B6\u1793\u1787\u17C6\u179A\u17BF\u1793\u17D4
lblWorkspace=\u1780\u1793\u17D2\u179B\u17C2\u1784\u1780\u17B6\u179A\u1784\u17B6\u179A(&W):
btnAsDefault=\u1794\u17D2\u179A\u17BE\u179C\u17B6\u178F\u17B6\u1798\u179B\u1791\u17D2\u1792\u1795\u179B\u178A\u17C2\u179B\u1780\u17BE\u178F\u1798\u17B6\u1793\u17A0\u17BE\u1799\u1780\u17BB\u17C6\u179F\u17BD\u179A\u1798\u17D2\u178F\u1784\u1791\u17C0\u178F(&U)
msgSelectWorksapce=\u1787\u17D2\u179A\u17BE\u179F\u179A\u17BE\u179F\u179F\u17C0\u179C\u1797\u17C5\u1794\u1789\u17D2\u1787\u17B8\u1780\u1793\u17D2\u179B\u17C2\u1784\u1780\u17B6\u179A\u1784\u17B6\u179A\u17D4
errNoSelectWorkspace=\u17A2\u17D2\u1793\u1780\u178F\u17D2\u179A\u17BC\u179C\u178F\u17C2\u1787\u17D2\u179A\u17BE\u179F\u179A\u17BE\u179F\u1780\u1793\u17D2\u179B\u17C2\u1784\u1780\u17B6\u179A\u1784\u17B6\u179A\u1798\u17BD\u1799\u17D4
errWorkspaceUsed=\u1780\u17D2\u1793\u17BB\u1784\u1780\u179A\u178E\u17B8\u1780\u1793\u17D2\u179B\u17C2\u1784\u1780\u17B6\u179A\u1784\u17B6\u179A\u178A\u17C2\u179B\u1780\u17C6\u1796\u17BB\u1784\u1794\u17D2\u179A\u17BE\u1798\u17B7\u1793\u17A2\u17B6\u1785\u178F\u17D2\u179A\u17BC\u179C\u1794\u1784\u17D2\u1780\u17BE\u178F\u1794\u17B6\u1793 \u1785\u17BC\u179A\u1787\u17D2\u179A\u17BE\u179F\u179A\u17BE\u179F\u1780\u1793\u17D2\u179B\u17C2\u1784\u1798\u17BD\u1799\u1795\u17D2\u179F\u17C1\u1784\u1791\u17C0\u178F\u17D4
errDirNoExist=\u179F\u17C0\u179C\u1797\u17C5\u1794\u1789\u17D2\u1787\u17B8\u178A\u17C2\u179B\u178F\u17D2\u179A\u17BC\u179C\u1794\u17B6\u1793\u1787\u17D2\u179A\u17BE\u179F\u179A\u17BE\u179F \u1796\u17BB\u17C6\u1798\u17B6\u1793\u17D4
errInvalidWorkspace=\u179F\u17C0\u179C\u1797\u17C5\u1794\u1789\u17D2\u1787\u17B8\u178A\u17C2\u179B\u178F\u17D2\u179A\u17BC\u179C\u1794\u17B6\u1793\u1787\u17D2\u179A\u17BE\u179F\u179A\u17BE\u179F \u1796\u17BB\u17C6\u1798\u17B6\u1793\u1780\u1793\u17D2\u179B\u1784\u1780\u17B6\u179A\u1784\u17B6\u179A\u1798\u17B6\u1793\u179F\u17BB\u1796\u179B\u1797\u17B6\u1796\u17D4
errNoDir=\u1795\u17D2\u179B\u17BC\u179C\u178A\u17C2\u179B\u178F\u17D2\u179A\u17BC\u179C\u1794\u17B6\u1793\u1787\u17D2\u179A\u17BE\u179F\u179A\u17BE\u179F \u1796\u17BB\u17C6\u1798\u17C2\u1793\u1787\u17B6\u1780\u1793\u17D2\u179B\u17C2\u1784\u1780\u17B6\u179A\u1784\u17B6\u179A\u17D4
errNoReadable=\u179F\u17C0\u179C\u1797\u17C5\u1794\u1789\u17D2\u1787\u17B8\u178A\u17C2\u179B\u178F\u17D2\u179A\u17BC\u179C\u1794\u17B6\u1793\u1787\u17D2\u179A\u17BE\u179F\u179A\u17BE\u179F \u1796\u17BB\u17C6\u17A2\u17B6\u1785\u17A2\u17B6\u1793\u1794\u17B6\u1793\u17D4
errNoWritable=\u179F\u17C0\u179C\u1797\u17C5\u1794\u1789\u17D2\u1787\u17B8\u178A\u17C2\u179B\u178F\u17D2\u179A\u17BC\u179C\u1794\u17B6\u1793\u1787\u17D2\u179A\u17BE\u179F\u179A\u17BE\u179F\u1796\u17BB\u17C6\u17A2\u17B6\u1785\u179F\u179A\u179F\u17C1\u179A\u1794\u17B6\u1793\u17D4
errNoSupported=\u1780\u17B6\u179A\u1780\u17C2\u179F\u1798\u17D2\u179A\u17BD\u179B\u1790\u17D2\u1798\u17B8\u17D7 \u1798\u17B7\u1793\u1782\u17B6\u17C6\u1791\u17D2\u179A\u1780\u1793\u17D2\u179B\u17C2\u1784\u1780\u17B6\u179A\u1784\u17B6\u179A\u17D4
errNoWorkspace=\u1780\u17B7\u1785\u17D2\u1785\u1794\u17D2\u179A\u178F\u17B7\u1794\u178F\u17D2\u178F\u17B7 \u178A\u17C2\u179B\u1798\u17B7\u1793\u17A2\u17B6\u1785\u1785\u17B6\u1794\u17CB\u1795\u17D2\u178F\u17BE\u1798\u178A\u17C4\u1799\u1782\u17D2\u1798\u17B6\u1793\u1780\u1793\u17D2\u179B\u17C2\u1784\u1780\u17B6\u179A\u1784\u17B6\u179A\u1798\u17BD\u1799\u1793\u17B9\u1784\u178A\u179B\u17CB\u1785\u17D2\u179A\u1780\u1785\u17C1\u1789\u17D4
menuSwitchWorkspace=\u1795\u17D2\u179B\u17B6\u179F\u17CB\u1794\u17D2\u178F\u17BC\u179A\u1780\u1793\u17D2\u179B\u17C2\u1784\u1780\u17B6\u179A\u1784\u17B6\u179A(&S)
menuOther=\u1795\u17D2\u179F\u17C1\u1784\u17D7\u1791\u17C0\u178F(&O)...
msgConfirmSwitch=\u178F\u17BE\u17A2\u17D2\u1793\u1780\u1794\u17D2\u179A\u17B6\u1780\u178A\u1790\u17B6\u1793\u17B9\u1784\u1794\u17D2\u178F\u17BC\u179A\u1780\u1793\u17D2\u179B\u17C2\u1784\u1780\u17B6\u179A\u1784\u17B6\u17AC\u1791\u17C1? \u17A2\u178F\u17B7\u1790\u17B7\u1787\u1793\u1793\u17B9\u1784\u1785\u17B6\u1794\u17CB\u1795\u17D2\u178F\u17BE\u1798\u17A1\u17BE\u1784\u179C\u17B7\u1789\u1793\u17BC\u179C\u1780\u1793\u17D2\u179B\u17C2\u1784\u1780\u17B6\u179A\u1784\u17B6\u1790\u17D2\u1798\u17B8\u17D4

#selection dialog
lblSelectAll=\u1787\u17D2\u179A\u17BE\u179F\u179A\u17BE\u179F\u1791\u17B6\u17C6\u1784\u17A2\u179F\u17CB
lblDeSelectAll=\u1798\u17B7\u1793\u1787\u17D2\u179A\u17BE\u179F\u179A\u17BE\u179F\u1791\u17B6\u17C6\u1784\u17A2\u179F\u17CB
lblExpandAll=\u1796\u1784\u17D2\u179A\u17B8\u1780\u1791\u17B6\u17C6\u1784\u17A2\u179F\u17CB
lblUnExpandAll=\u1798\u17B7\u1793\u1796\u1784\u17D2\u179A\u17B8\u1780\u1791\u17B6\u17C6\u1784\u17A2\u179F\u17CB
btnRunQuery=\u1794\u17D2\u179A\u178F\u17B7\u1794\u178F\u17D2\u178F\u17B7\u179F\u17C6\u178E\u17BD\u179A
lblNormalSort=\u1794\u17D2\u179A\u1797\u17C1\u1791\u1792\u1798\u17D2\u1798\u178F\u17B6
lblInvertSort=\u1794\u17D2\u179A\u1797\u17C1\u1791\u1794\u1789\u17D2\u1785\u17D2\u179A\u17B6\u179F

#sql runner
runSQLFileAction=Run S&QL File
runSQLSelectFiles=Select the SQL files
btnStop=Stop
fileName=File Name
SQLCounts=SQL counts
successCount=Success count
failCount=Fail count
columnStatus=Status
columnElapsedTime=Times(s)
runSQLFileName=Run SQL File
viewFailedSQLDialogTitle=Failed SQL list in file {0}
failedSQLlineNumber=Line
failedSQL=Failed SQL
failedErrorMessage=Error Message
runSQLStatusWaiting=Waiting...
runSQLStatusRunning=Running...
runSQLStatusStopped=Stopped
runSQLStatusFinished=Finished
runSQLLoadingFileProgressTitle=Loading file...
runSQLLoadingFileErrorMessage=Loading file failed!
runSQLConfirm=Are you sure to run the following SQL files?

menuColor0=Generic
menuColor1=Dev
menuColor2=Live
menuColor3=Test
menuColor4=Temp
menuColor5=Others
lblColor0=Generic
lblColor1=Dev
lblColor2=Live
lblColor3=Test
lblColor4=Temp
lblColor5=Others

# Notice Popup
titleNoticeDialog=Updated News
btnNoticeDialogClose=Close
chkNoticeDialogSeen=Don't open until the next update

#Web browser editor part
lblLocation=Location:
tooltipGo=Go
tooltipRefresh=Refresh
tooltipStop=Stop
tooltipBack=Back
tooltipForward=Forward

#SearchContributionComposite
btnSearchTooltip=Search from CUBRID site
lblSearchDesc=Search From CUBRID Site
urlSearch=http://www.cubrid.org/?act=IS&search_target=title_content&is_keyword=
tabSearch=CUBRID Search
tooltipTabSearch=CUBRID Search

#AssignEditorNameDialog
lblEditorName=N&ame:
shellAssignName=Assign Name
titleAssignName=Assign the query editor name.
msgAssignName=Assign a name for the query editor.
errEditorNameEmpty=The name can't be empty.
errEditorNameTooLong=The name too long.

lblConnectionTimeout=Connection Timeout (connectTimeout/sec)
lblQueryTimeout=Query Timeout (queryTimeout/sec)
lblZeroDateTimeBehavior=Handle a zero date/time value (zeroDateTimeBehavior)
lblJdbcAdvancedBasic=General Options
msgZeroDateTimeBehavior1=Raise a SQLException
msgZeroDateTimeBehavior2=Return a minimum value
msgZeroDateTimeBehavior3=Return a NULL
titleJdbcAdvancedOptionView=JDBC Advanced Options

msgSearchKeyword=Search in CUBRID.org
msgSearchButton=Search

#Restore editor status dialog
msgRestoreEditorStatus=Do you want to restore Query Editor tab(s)?
lblHost=Host:
lblDatabase=Database:
lblLastModify=Last modify:
jobRestoringEditor=Restoring the query editors
#ExportConnectionDialog
nameColumn=Host/Database
iPColumn=IP
portColumn=Port
userColumn=User
passwordColumn=Password
javaUrlColumn=Java connection URL
phpUrlColumn=PHP connection URL
commentColumn=Comment
lblFilePath=File Path:
titleExportConnection=Export the connection
msgExportConnection=Support \"*.txt\",\"*.xls\",\"*.xlsx\" file type.
nameExportConnectionTask=Export connection task
errNoDatabaseSelected=No databasee selected
msgExportConnectionFailed=Export connection failed
errNoSelectFile=Please select the export file path.
sheetNameConnections=Connections

titleSchemaComparison=Schema comparison on databases
msgSchemaComparison=Please choose a base database to compare and click the Compare button.
btnCompare=Compare
errSelectOverTwoDb=Please select more than 2 databases.
lblSchemaComparisonBase=The basis of schema comparison:
