msgConfirmDelSerial=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1791\u1798\u17d2\u179b\u17b6\u1780\u17cb\u1785\u17c1\u1789\u1793\u17bc\u179c\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb"{0}"\u178a\u17c2\u179b\u1794\u17b6\u1793\u179a\u17be\u179f\u178a\u17c2\u179a\u17ac\u1791\u17c1?
titleCreateSerialDialog=\u1794\u1784\u17d2\u1780\u17be\u178f\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb
msgCreateSerialDialog=\u1794\u1784\u17d2\u1780\u17be\u178f\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u1798\u17bd\u1799
lblSerialName=\u1788\u17d2\u1798\u17c4\u17c7\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb(&S):
lblSerialDescription=\u17a2\u1793\u17bb\u179f\u17d2\u179f\u179a\u178e\u17c8\u179f\u17ca\u17c1\u179a\u17b8(&M):
lblStartValue=\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u178f\u1798\u17d2\u179b\u17c3(&t):
lblCurrentValue=\u178f\u1798\u17d2\u179b\u17c3\u1785\u179a\u1793\u17d2\u178f(&C):
lblIncrementValue=\u178f\u1798\u17d2\u179b\u17c3\u1794\u1793\u17d2\u1790\u17c2\u1798(&I):
lblMinValue=\u178f\u1798\u17d2\u179b\u17c3\u1791\u17b6\u1794\u1794\u17c6\u1795\u17bb\u178f(&n):
lblMaxValue=\u178f\u1798\u17d2\u179b\u17c3\u1781\u17d2\u1796\u179f\u17cb\u1794\u17c6\u1795\u17bb\u178f(&x):
btnNoMinValue=NO\u200bM&INVALUE
btnNoMaxValue=NOM&AXVALUE
lblCacheCount=&Cache number:
btnNoCache=N&OCACHE
btnCycle=C&ycle
titleEditSerialDialog=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb
msgEditSerialDialog=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u17d4
errSerialName=\u1788\u17d2\u1798\u17c4\u17c7\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
msgStartValue=\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798
msgCurrentValue=\u1785\u179a\u1793\u17d2\u178f
errStartValue=\u178f\u1798\u17d2\u179b\u17c3{0}\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796 \u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u178f\u17d2\u179a\u17b9\u1798\u178f\u17c2\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u179a\u179c\u17b6\u1784 -1.0e36 \u1793\u17b7\u1784 1.0e37\u17d4
errIncrementValue=\u178f\u1798\u17d2\u179b\u17c3\u1794\u1793\u17d2\u1790\u17c2\u1798\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796 \u17d4  \u179c\u17b6\u17a2\u17b6\u1785\u178f\u17d2\u179a\u17b9\u1798\u178f\u17c2\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u179a\u179c\u17b6\u1784  -1.0e36 \u1793\u17b7\u1784 1.0e37\u17d4
errMinValue=\u178f\u1798\u17d2\u179b\u17c3\u1791\u17b6\u1794\u1794\u17c6\u1795\u17bb\u178f\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796 \u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u178f\u17d2\u179a\u17b9\u1798\u178f\u17c2\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u179a\u179c\u17b6\u1784 -1.0e36 \u1793\u17b7\u1784 1.0e37\u17d4
errMaxValue=\u178f\u1798\u17d2\u179b\u17c3\u1781\u17d2\u1796\u179f\u17cb\u1794\u17c6\u1795\u17bb\u178f\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796 \u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u178f\u17d2\u179a\u17b9\u1798\u178f\u17c2\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u179a\u179c\u17b6\u1784 -1.0e36 \u1793\u17b7\u1784 1.0e37\u17d4
errSerialExist=\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errValue=\u178f\u1798\u17d2\u179b\u17c3{0}\u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u1793\u17c5\u179a\u179c\u17b6\u1784\u178f\u1798\u17d2\u179b\u17c3 MINVALUE \u1793\u17b7\u1784\u178f\u1798\u17d2\u179b\u17c3 MAXVALUE\u17d4
errDiffValue=\u178f\u1798\u17d2\u179b\u17c3\u178a\u17b6\u1785\u17cb\u1781\u17b6\u178f\u1793\u17c3\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u1794\u1793\u17d2\u1790\u17c2\u1798 \u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u178f\u17bc\u1785\u1787\u17b6\u1784\u1780\u17b6\u179a\u1782\u178e\u1793\u17b6\u17a2\u179c\u17b7\u1780\u179b\u179a\u179c\u17b6\u1784MAXVALUE\u1793\u17b7\u1784MINVALUE\u17d4 
errCacheCount=\u1785\u17c6\u1793\u17bd\u1793\u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u178f\u17bc\u1785\u1787\u17b6\u1784\u17e0\u17d4
grpGeneral=\u1791\u17bc\u1791\u17c5
grpSqlScript=\u179f\u179a\u179f\u17c1\u179aSQL 

delSerialTaskName=\u178a\u1780\u1785\u17c1\u1789\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb"{0}"...
loadSerialTaskName=\u1795\u17d2\u1791\u17bb\u1780\u1796\u178f\u17cc\u1798\u17b6\u1793\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb...
createSerialTaskName=\u1794\u1784\u17d2\u1780\u17be\u178f\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb"{0}"...
editSerialTaskName=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb"{0}"...

errNameNotExist=\u1796\u17bb\u17c6\u1798\u17b6\u1793\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u17d4