msgWarning=\u1780\u17b6\u179a\u1796\u17d2\u179a\u1798\u17b6\u1793
msgInformation=\u1796\u178f\u17cc\u1798\u17b6\u1793
okBTN=\u1796\u17d2\u179a\u1798(&O)
cancleBTN=\u1794\u178a\u17b7\u179f\u17c1\u1792(&C)

newTriggerMSGTitle=\u1794\u1784\u17d2\u1780\u17be\u178f\u1782\u1793\u17d2\u179b\u17b9\u17c7
newTriggerMsg=\u179f\u17bc\u1798\u1794\u1789\u17d2\u1787\u17bc\u179b\u1796\u178f\u17cc\u1798\u17b6\u1793\u1782\u1793\u17d2\u179b\u17b9\u17c7\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798\u17d4

invalidTriggerNameError=\u1788\u17d2\u1798\u17c4\u17c7\u1782\u1793\u17d2\u179b\u17b9\u17c7\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796
enterEventTargetMSG=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1782\u17c4\u179b\u178a\u17c5\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u1798\u17bd\u1799\u17d4
triggerInfo=\u1782\u1793\u17d2\u179b\u17b9\u17c7\u1798\u17bd\u1799\u17a2\u17b6\u1785\u178f\u17d2\u179a\u17bc\u179c\u1794\u1784\u17d2\u1780\u17be\u178f\u178a\u17be\u1798\u17d2\u1794\u17b8\u17a0\u17c5\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u1798\u17bd\u1799\u17b2\u17d2\u1799\u1786\u17d2\u179b\u17be\u1799\u178f\u1794\u1793\u17b9\u1784\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1796\u17b7\u179f\u17c1\u179f\u17d4\n\u178a\u179a\u17b6\u1794\u178e\u17b6\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u1796\u17b7\u179f\u17c1\u179f\u1793\u17c1\u17c7\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u178a\u1780\u1785\u17c1\u1789\u1796\u17b8\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f \u1793\u17c4\u17c7\u1782\u1793\u17d2\u179b\u17b9\u1793\u17c1\u17c7\u1794\u17d2\u179a\u17b6\u1794\u17cb\u1785\u17b6 \u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1780\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u1793\u17b7\u1784\u179b\u17be\u1780\u17a1\u17be\u1784\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4\n\u1782\u1793\u17d2\u179b\u17b9\u17c7\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u179b\u17be\u1780\u17a1\u17be\u1784\u1793\u17c1\u17c7 \u1796\u17c1\u179b\u1793\u17c4\u17c7\u17a2\u17b6\u1785\u1794\u1789\u17d2\u1787\u17bc\u179b\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u178e\u17cd\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1798\u17bd\u1799\u1795\u17d2\u179f\u17c1\u1784\u1791\u17c0\u178f \u178a\u17c4\u1799\u1794\u1784\u17d2\u1780\u17be\u178f\u1793\u17bc\u179c\u1785\u1784\u17d2\u179c\u17b6\u1780\u17cb\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u178e\u17cd\u1791\u17b6\u17c6\u1784\u1793\u17c1\u17c7\u17d4

triggerGroupName=CREATE TRIGGER
triggerOptionalGroupName=\u1787\u1798\u17d2\u179a\u17be\u179f
triggerName=\u1788\u17d2\u1798\u17c4\u17c7\u1782\u1793\u17d2\u179b\u17b9\u17c7(&n):
triggerDesscription=\u1780\u17c6\u178e\u178f\u17cb\u17a0\u17c1\u178f\u17bb\u1782\u1793\u17d2\u179b\u17b9\u17c7(&m):

triggerEvent=\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u178e\u17cd\u1782\u1793\u17d2\u179b\u17b9\u17c7
triggerEventTarget=\u1782\u17c4\u179b\u178a\u17c5\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u178e\u17cd
triggerEventType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u178e\u17cd
triggerEventTime=\u1796\u17c1\u179b\u179c\u17c1\u179b\u17b6\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u178e\u17cd
triggerToolTipEventTime=\u1796\u17c1\u179b\u179c\u17c1\u179b\u17b6\u179c\u17b6\u1799\u178f\u1798\u17d2\u179b\u17c3\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u178e\u17cd

triggerEventTargetTable=\u178f\u17b6\u179a\u17b6\u1784\u1782\u17c4\u179b\u178a\u17c5(&t):
triggerEventTargetColumn=\u1787\u17bd\u179a\u1788\u179a\u1782\u17c4\u179b\u178a\u17c5(&c):
triggerCondition=\u179b\u1780\u17d2\u1781\u1781\u178e\u17d2\u178c\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u178e\u17cd
triggerExecutionTime=\u1796\u17c1\u179b\u179c\u17c1\u179b\u17b6\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7
triggerActionType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796

triggerSetStatus=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u179b\u1780\u17d2\u1781\u178e\u17c8\u1782\u1793\u17d2\u179b\u17b9\u17c7
triggerStatus=\u179b\u1780\u17d2\u1781\u178e\u17c8\u1782\u1793\u17d2\u179b\u17b9\u17c7
triggerToolTipStatus=\u179f\u17d2\u1790\u17b6\u1793\u1797\u17b6\u1796\u1793\u17c3\u1782\u1793\u17d2\u179b\u17b9\u17c7 (\u179f\u1780\u1798\u17d2\u1798/\u1798\u17b7\u1793\u179f\u1780\u1798\u17d2\u1798)

triggerSetPriority=\u1780\u17c6\u178e\u178f\u17cb\u17a2\u17b6\u1791\u17b7\u1797\u17b6\u1796\u1782\u1793\u17d2\u179b\u17b9\u17c7
triggerPriority=\u17a2\u17b6\u1791\u17b7\u1797\u17b6\u1796\u1782\u1793\u17d2\u179b\u17b9\u17c7
triggerToolTipPriority=\u1780\u1798\u17d2\u179a\u17b7\u178f\u17a2\u17b6\u1791\u17b7\u1797\u17b6\u1796\u1782\u1793\u17d2\u179b\u17b9\u17c7 (\u17e0\u1791\u17b6\u1794\u1794\u17c6\u1795\u17bb\u178f)

triggerToolTipActivity=\u1796\u17b7\u1796\u178e\u17cc\u1793\u17b6\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u1782\u1793\u17d2\u179b\u17b9\u17c7
triggerToolTipActivityType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u1782\u1793\u17d2\u179b\u17b9\u17c7
triggerToolTipDelayedTime=\u1796\u17c1\u179b\u179c\u17c1\u179b\u17b6\u179c\u17b6\u1799\u178f\u1798\u17d2\u179b\u17c3\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796
triggerToolTipDatabaseEventType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u178e\u17cd\u1782\u1793\u17d2\u179b\u17b9\u17c7
triggerToolTipName=\u1788\u17d2\u1798\u17c4\u17c7\u1782\u1793\u17d2\u179b\u17b9\u17c7
triggerToolTipEventTarget=\u1782\u17c4\u179b\u178a\u17c5\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u178e\u17cd\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f (\u178f\u17b6\u179a\u17b6\u1784\u17ac\u1787\u17bd\u179a\u1788\u179a)
triggerToolTipCondition=\u178f\u17d2\u179a\u17bd\u178f\u1798\u17be\u179b\u1790\u17b6\u178f\u17be\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u1782\u1793\u17d2\u179b\u17b9\u17c7\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u178e\u17cd\u17ac\u17a2\u178f\u17cb\u17d4

newTriggerSuccess=\u1782\u1793\u17d2\u179b\u17b9\u17c7\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u1784\u17d2\u1780\u17be\u178f\u178a\u17c4\u1799\u1787\u17c4\u1787\u17d0\u1799\u17d4

sqlStatementMSG=\u179a\u1794\u17b6\u1799\u1780\u17b6\u179a\u178e\u17cdSQL\u17ac\u179f\u17b6\u179a\u1795\u17d2\u178f\u17b7\u178f\u1785\u17c1\u1789\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1794\u17d2\u179a\u1797\u17c1\u1791\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u17d4

# FROM eventTimeBefore TO triggerStatusInactive,DO NOT TRANSLATE
eventTimeBefore=BEFORE
eventTimeAfter=AFTER
eventTimeDeferred=DEFERRED
eventTypeInsert=INSERT
eventTypeSInsert=STATEMENT INSERT
eventTypeUpdate=UPDATE
eventTypeSUpdate=STATEMENT UPDATE
eventTypeDelete=DELETE
eventTypeSDelete=STATEMENT DELETE
eventTypeCommit=COMMIT
eventTypeRollback=ROLLBACK
actionTimeDefault=DEFAULT
actionTimeAfter=AFTER
actionTimeDeferred=DEFERRED
actionTypeReject=REJECT
actionTypePrint=PRINT
actionTypeOtherSQL=OTHER STATEMENT
actionTypeInvalidateTransaction=INVALIDATE TRANSACTION
triggerStatusActive=ACTIVE
triggerStatusInactive=INACTIVE

triggerActionGroupText=\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u1782\u1793\u17d2\u179b\u17b9\u17c7
triggerStatusGroupText=\u179b\u1780\u17d2\u1781\u178e\u17c8\u1782\u1793\u17d2\u179b\u17b9\u17c7
triggerPriorityGroupText=\u17a2\u17b6\u1791\u17b7\u1797\u17b6\u1796\u1782\u1793\u17d2\u179b\u17b9\u17c7
triggerPriorityText=\u17a2\u17b6\u1791\u17b7\u1797\u17b6\u1796:

triggerAlterMSG=The COMMENT \u1793\u17b7\u1784 STATUS \u1793\u17b7\u1784 PRIORITY \u179f\u17bb\u1791\u17d2\u1792\u178f\u17c2\u1787\u17b6\u1795\u17d2\u1793\u17c2\u1780\u1793\u17c3\u1780\u17b6\u179a\u1780\u17c6\u178e\u178f\u17cb\u1782\u1793\u17d2\u179b\u17ba\u17c7\u178a\u17c2\u179b\u17a2\u17b6\u1785\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u1794\u17b6\u1793\u17d4\n\u1794\u17be\u1795\u17d2\u1793\u17c2\u1780\u1798\u17bd\u1799\u1795\u17d2\u179f\u17c1\u1784\u1791\u17c0\u178f\u1793\u17c2\u1782\u1793\u17d2\u179b\u17ba\u17c7\u178f\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a (\u178a\u17bc\u1785\u1787\u17b6\u1782\u17c4\u179b\u178a\u17c5\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u178e\u17cd \u17ac\u1780\u17cf\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7\u179b\u1780\u17d2\u1781\u1781\u178e\u17d2\u178c) \u1793\u17c4\u17c7\n\u1782\u1793\u17d2\u179b\u17ba\u17c7\u178f\u17d2\u179a\u17bc\u179c\u1791\u1798\u17d2\u179b\u17b6\u1780\u17cb\u1785\u17c4\u179b\u17a0\u17be\u1799\u1794\u1784\u17d2\u1780\u17be\u178f\u1787\u17b6\u1790\u17d2\u1798\u17b8\u17d4
triggerAlterMSGTitle=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u179b\u1780\u17d2\u1781\u178e\u17c8\u1793\u17b7\u1784\u17a2\u17b6\u1791\u17b7\u1797\u17b6\u1796\u179a\u1794\u179f\u17cb\u1782\u1793\u17d2\u179b\u17b9\u17c7\u17d4 
alterTriggerShellTitle=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u1782\u1793\u17d2\u179b\u17b9\u17c7
alterTriggerSuccess=\u1782\u1793\u17d2\u179b\u17b9\u17c7\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
errFormatPriority=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u178a\u1780\u1783\u17d2\u179b\u17b6\u178f\u17d2\u179a\u1784\u17cb\u17a2\u17b6\u1791\u17b7\u1797\u17b6\u1796\u1785\u17c6\u1796\u17c4\u17c7\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1791\u179f\u17d2\u179f\u1797\u17b6\u1782\u1794\u17b6\u1793\u1791\u17c1\u17d4
errRangePriority=\u179b\u17c6\u178a\u17b6\u1794\u17cb\u1793\u17c3\u17a2\u17b6\u1791\u17b7\u1797\u17b6\u1796\u1782\u1793\u17d2\u179b\u17ba\u17c7 \u1782\u17ba\u1796\u17b800.00 \u1791\u17c5 9999.99\u17d4
errPriorityFormat=\u17a2\u17b6\u1791\u17b7\u1797\u17b6\u1796\u1782\u1793\u17d2\u179b\u17ba\u17c7 \u178f\u17d2\u179a\u17bc\u179c\u17a2\u1793\u17bb\u1789\u17d2\u1789\u17b6\u178f\u17b2\u17d2\u1799\u1798\u17b6\u1793\u1791\u17c6\u17a0\u17c6\u178f\u17d2\u179a\u17b9\u1798\u178f\u17c2\u17e2\u1782\u178f\u17cb(# \u1793\u17c3\u178f\u17bd\u179b\u17c1\u1781\u1791\u179f\u17d2\u179f\u1797\u17b6\u1782\u1794\u1793\u17d2\u1791\u17b6\u1794\u17cb\u1796\u17b8\u1780\u17d2\u1794\u17c0\u179f)\u17d4
dropTriggerWarnMSG1=\u178f\u17be\u17a2\u17d2\u1780\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1785\u1784\u17cb\u1791\u1798\u17d2\u179b\u17b6\u1780\u17cb\u1785\u17c4\u179b\u1782\u1793\u17d2\u179b\u17b9\u17c7{0}\u17ac\u1791\u17c1?
dropTriggerWarnMSG2=\u178f\u17be\u17a2\u17d2\u1780\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1785\u1784\u17cb\u1791\u1798\u17d2\u179b\u17b6\u1780\u17cb\u1785\u17c4\u179b\u1782\u1793\u17d2\u179b\u17b9\u17c7\u1791\u17b6\u17c6\u1784\u17a1\u17b6\u1799\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798\u17ac\u1791\u17c1: {0}?
infoSQLScriptTab=\u179f\u179a\u179f\u17c1\u179aSQL(&S)
infoTriggerTab=\u1782\u1793\u17d2\u179b\u17b9\u17c7(&g)

dropTriggerTaskName=\u1791\u1798\u17d2\u179b\u17b6\u1780\u17cb\u1782\u1793\u17d2\u179b\u17b9\u17c7"{0}"...
addTriggerTaskName=\u1794\u1793\u17d2\u1790\u17c2\u1798\u1782\u1793\u17d2\u179b\u17b9\u17c7 "{0}"...
alterTriggerTaskName=\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u1782\u1793\u17d2\u179b\u17ba\u17c7 "{0}"...

errNameNoExist=\u1782\u1793\u17d2\u179b\u17b9\u17c7\u1793\u17c1\u17c7\u1796\u17bb\u17c6\u1798\u17b6\u1793\u17d4