errInput=\u1794\u1789\u17d2\u1787\u17bc\u179b\u1780\u17c6\u17a0\u17bb\u179f
#add Function params
titleAddFuncParamDialog=\u1794\u1789\u17d2\u1787\u17bc\u179b\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a
titleEditFuncParamDialog=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a
lblParameterName=\u1788\u17d2\u1798\u17c4\u17c7\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a(&P):
lblParameterDescription=\u17a2\u1793\u17bb\u179f\u17d2\u179f\u179a\u178e\u17c8\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a(&m):
lblSqlType=\u1794\u17d2\u179a\u1797\u17c1\u1791SQL(&S):
lblSpecialJavaType=\u1794\u17d2\u179a\u1797\u17c1\u1791JAVA\u1796\u17b7\u179f\u17c1\u179f(&p):
lblJavaType=\u1794\u17d2\u179a\u1797\u17c1\u1791JAVA(&J):
lblParamModel=\u1782\u17c6\u179a\u17bc\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a(&m):
msgAddFuncParamDialog=\u1794\u1789\u17d2\u1787\u17bc\u179b\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a
msgEditFuncParamDialog=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a
errInputParameterName=\u200b\u179f\u17bc\u1798\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a
errInputParameterNameLength=\u1794\u17d2\u179a\u179c\u17c2\u1784\u1788\u17d2\u1798\u17c4\u17c7\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a\u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u179c\u17c2\u1784\u1787\u17b6\u1784 {0}
errInputParameterNameValid=\u179f\u17bc\u1798\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a\u178a\u17c2\u179b\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u1798\u17bd\u1799\u17d4 \u17a2\u1780\u17d2\u179f\u179a"{0}"\u1798\u17b7\u1793\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u1791\u17c1\u17d4
errInputParameterNameDuplicate=\u1788\u17d2\u1798\u17c4\u17c7\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errInputSqlType=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1794\u17d2\u179a\u1797\u17c1\u1791\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179aSQL\u1798\u17bd\u1799
msgSelectJavaConfirm=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791Java\u1798\u17bd\u1799
msgSelectSpecialJavaConfirm=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791Java\u1796\u17b7\u179f\u17c1\u179f\u1798\u17bd\u1799
#Edit function
tabItemFuncSetting=\u1780\u17c6\u178e\u178f\u17cb\u178f\u17bd\u1793\u17b6\u1791\u17b8(&F)
tabItemSQLScript=\u179f\u179a\u179f\u17c1\u179aSQL(&S)
lblFunctionName=\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17bd\u1793\u17b6\u1791\u17b8(&n):
lblFunctionDescription=\u17a2\u1793\u17bb\u179f\u17d2\u179f\u179a\u178e\u17c8\u17a2\u1793\u17bb\u1782\u1798\u1793\u17cd(&m):
tblColFunctionParamName=\u1788\u17d2\u1798\u17c4\u17c7\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a
tblColFunctionParamType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a
tblColFunctionJavaParamType =\u1794\u17d2\u179a\u1797\u17c1\u1791\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179aJava
tblColFunctionModel=\u1782\u17c6\u179a\u17bc
tblColFunctionMemo=\u17a2\u1793\u17bb\u179f\u179a\u178e\u17c8
lblJavaFunctionName=\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17bd\u1793\u17b6\u1791\u17b8\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a(&J):
lblReturnJavaType=\u178f\u17d2\u179a\u17a1\u1794\u17cb\u1794\u17d2\u179a\u1797\u17c1\u1791JAVA:
titleEditFunctionDialog=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u178f\u17bd\u1793\u17b6\u1791\u17b8
msgEditFunctionDialog=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u178f\u17bd\u1793\u17b6\u1791\u17b8\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u17d4
titleAddFunctionDialog=\u1794\u1784\u17d2\u1780\u17be\u178f\u178f\u17bd\u1793\u17b6\u1791\u17b8
msgAddFunctionDialog=\u200b\u179f\u17bc\u1798\u1794\u1789\u17d2\u1787\u17bc\u179b\u1796\u178f\u17cc\u1798\u17b6\u1793\u178f\u17bd\u1793\u17b6\u1791\u17b8\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798\u17d4
lblReturnSQLType=\u178f\u17d2\u179a\u17a1\u1794\u17cb\u1794\u17d2\u179a\u1797\u17c1\u1791SQL(&R):
btnAddParameter=\u1794\u1793\u17d2\u1790\u17c2\u1798(&A)...
btnEditParameter=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c(&E)...
btnDropParameter=\u178a\u1780\u1785\u17c1\u1789(&D)
btnUpParameter=\u2191
btnDownParameter=\u2193
titleSuccess=Success \u1787\u17c4\u1782\u1787\u17d0\u1799
msgEditFunctionSuccess=\u178f\u17bd\u1793\u17b6\u1791\u17b8\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17d2\u178f\u17bc\u179a\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
msgAddFunctionSuccess=\u178f\u17bd\u1793\u17b6\u1791\u17b8\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u1784\u17d2\u1780\u17be\u178f\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
errInputFunctionName=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17bd\u1793\u17b6\u1791\u17b8\u17d4
errInputFunctionNameLength=\u1794\u17d2\u179a\u179c\u17c2\u1784\u1788\u17d2\u1798\u17c4\u17c7{0}\u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u178f\u17b7\u1785\u1787\u17b6\u1784{1}\u17d4
errInputJavaFunctionName=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17bd\u1793\u17b6\u1791\u17b8Java\u1798\u17bd\u1799\u17d4
errInputSelectSqlType=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791SQL\u178f\u17d2\u179a\u17a1\u1794\u17cb\u17d4
errInputSpecialJavaType=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1794\u17d2\u179a\u1797\u17c1\u1791Java\u178f\u17d2\u179a\u17a1\u1794\u17cb\u1796\u17b7\u179f\u17c1\u179f\u17d4
errInputSelectJavaType=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791Java\u178f\u17d2\u179a\u17a1\u1794\u17cb\u17d4
errValidJavaFunctionName=\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17bd\u1793\u17b6\u1791\u17b8Java\u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u178a\u17bc\u1785"[ClassName].[method_fullname]"\u17a7\u1791\u17b6\u17a0\u179a\u178e\u17cd\u17d6 "Bank.Account"

#Edit procedure
tabItemProcSetting=\u1780\u17c6\u178e\u178f\u17cb\u1793\u17b8\u178f\u17b7\u179c\u17b7\u1792\u17b8(&P)
lblProcedureName=\u1788\u17d2\u1798\u17c4\u17c7\u1793\u17b8\u178f\u17b7\u179c\u17b7\u1792\u17b8(&n):
lblProcedureDescription=\u17a2\u1793\u17bb\u179f\u179a\u178e\u17c8\u1793\u17b7\u178f\u17b7\u179c\u17b7\u1792\u17b8(&m):
tabItemProcSQLScript=\u179f\u179a\u179f\u17c1\u179aSQL(&S)
tblColProcedureParamName=\u1788\u17d2\u1798\u17c4\u17c7\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a
tblColProcedureParamType=\u1788\u17d2\u1798\u17c4\u17c7\u1794\u17d2\u179a\u1797\u17c1\u1791
tblColProcedureJavaParamType =\u1794\u17d2\u179a\u1797\u17c1\u1791\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179aJava
tblColProcedureModel=\u1782\u17c6\u179a\u17bc
tblColProcedureMemo=\u17a2\u1793\u17bb\u179f\u179a\u178e\u17c8
titleEditProcedureDialog=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u1793\u17b8\u178f\u17b7\u179c\u17b7\u1792\u17b8
msgEditProcedureDialog=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u1793\u17b8\u178f\u17b7\u179c\u17b7\u1792\u17b8\u178a\u17c2\u179b\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u17d4
titleAddProcedureDialog=\u200b\u1794\u1784\u17d2\u1780\u17be\u178f\u1793\u17b8\u178f\u17b7\u179c\u17b7\u1792\u17b8
msgAddProcedureDialog=\u179f\u17bc\u1798\u1794\u1789\u17d2\u1787\u17bc\u179b\u1796\u178f\u17cc\u1798\u17b6\u1793\u1793\u17b8\u178f\u17b7\u179c\u17b7\u1792\u17b8\u1793\u17c5\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798\u17d4
msgEditProcedureSuccess=\u1793\u17b8\u178f\u17b7\u179c\u17b7\u1792\u17b8\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17d2\u178f\u17bc\u179a\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
msgAddProcedureSuccess=\u1793\u17b8\u178f\u17b7\u179c\u17b7\u1792\u17b8\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u1784\u17d2\u1780\u17be\u178f\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
errInputProcedureName=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u1793\u17b8\u178f\u17b7\u179c\u17b7\u1792\u17b8\u1798\u17bd\u1799\u17d4
errInputJavaProcedureName=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17bd\u1793\u17b6\u1791\u17b8Java\u1798\u17bd\u1799\u17d4
#drop function
msgSureDropFunction=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1791\u1798\u17d2\u179b\u17b6\u1780\u17cb\u178f\u17bd\u1793\u17b6\u1791\u17b8\u1793\u17c1\u17c7\u1785\u17c1\u1789\u1791\u17c1?
errSelectFunction=\u200b\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u178f\u17bd\u1793\u17b6\u1791\u17b8\u1798\u17bd\u1799\u17d4
msgSureDropProcedure=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1791\u1798\u17d2\u179b\u17b6\u1780\u17cb\u1793\u17b8\u178f\u17b7\u179c\u17b7\u1792\u17b8\u1793\u17c1\u17c7\u1785\u17c1\u1789\u1791\u17c1?
errSelectProcedure=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1793\u17b8\u178f\u17b7\u179c\u17b7\u1792\u17b8\u1798\u17bd\u1799\u17d4
msgDeleteProcedureSuccess=\u1793\u17b8\u178f\u17b7\u179c\u17b7\u1792\u17b8\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u178a\u1780\u1785\u17c1\u1789\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
msgDeleteFunctionSuccess=\u178f\u17bd\u1793\u17b6\u1791\u17b8\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u178a\u1780\u1785\u17c1\u1789\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
errDuplicateName=\u200b\u1788\u17d2\u1798\u17c4\u17c7\u1782\u17bd\u179a\u178f\u17c2\u1798\u17b6\u1793\u178f\u17c2\u1798\u17bd\u1799\u1782\u178f\u17cb\u1780\u17d2\u1793\u17bb\u1784\u1780\u17bb\u17c6\u1796\u17d2\u1799\u17bc\u1791\u17d0\u179a\u1782\u17d2\u179a\u17b9\u17c7\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u17d4
errNotExistName=\u1796\u17bb\u17c6\u1798\u17b6\u1793\u1788\u17d2\u1798\u17c4\u17c7\u17d4
msgVoidReturnType=--VOID--