#common
error=\u1780\u17c6\u17a0\u17bb\u179f
btnYes=\u1799\u1780
btnNo=\u1798\u17b7\u1799\u1780

#query toolbar text
open=\u1794\u17be\u1780
save=\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780
insertCommit=\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780
insertRollback=\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u178f\u17d2\u179a\u17a1\u1794\u17cb
saveAs=\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780
run=\u178a\u17be\u179a
commit=\u1794\u17d2\u179a\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7
rollback=\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u178f\u17d2\u179a\u17a1\u1794\u17cb
autoCommit=\u179f\u17d2\u179c\u17d0\u1799\u1794\u17d2\u179a\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7
title=\u17a2\u17d2\u1780\u1780\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u179f\u17c6\u178e\u17bd\u179a
clear=\u1787\u1798\u17d2\u179a\u17c7
warning=\u1780\u17b6\u179a\u1796\u17d2\u179a\u1798\u17b6\u1793
change=\u1794\u17d2\u178f\u17bc\u179a(&C)...
findTip=\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780/\u1787\u17c6\u1793\u17bd\u179f
close=\u1794\u17b7\u1791(&C)
closeOthers=\u1794\u17b7\u1791\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u1795\u17d2\u179f\u17c1\u1784\u17d7(&O)
closeAll=\u1794\u17b7\u1791\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb(&A)
cancel=\u1794\u178a\u17b7\u179f\u17c1\u1792
queryPlanTip=\u179a\u17b6\u1799\u1794\u17d2\u179b\u1784\u17cb\u179f\u17c6\u178e\u17bd\u179a
undoTip=\u1798\u17b7\u1793\u1792\u17d2\u179c\u17be
redoTip=\u1792\u17d2\u179c\u17be\u17a1\u17be\u1784\u179a\u17b7\u1789
findNextTip=\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780\u1794\u1793\u17d2\u1791\u17b6\u1794\u17cb
commentTip=\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u179c\u17b7\u1785\u17b6\u179a\u178e\u17cd
unCommentTip=\u178a\u1780\u1785\u17c1\u1789\u1781\u17d2\u179f\u17c2\u1794\u178e\u17d2\u178f\u17b6\u1789\u179c\u17b7\u1785\u17b6\u179a\u178e\u17cd
indentTip=\u179f\u17ca\u1780\u1794\u1789\u17d2\u1787\u17bc\u179btab
unIndentTip=\u178a\u1780\u1785\u17c1\u1789tab
formatTip=\u179a\u17c0\u1794\u1785\u17c6SQL

saveResource=\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1792\u1793\u1792\u17b6\u1793
saveConfirm={0}\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17d2\u178f\u17bc\u179a\u17d4  \u178f\u17be\u17a2\u17d2\u1780\u1780\u1785\u1784\u17cb\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1780\u17b6\u179a\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u1791\u17b6\u17c6\u1784\u1793\u17c1\u17c7\u17ac\u1791\u17c1?

column=\u1787\u17bd\u179a\u1788\u179a
value=\u178f\u1798\u17d2\u179b\u17c3

#query editor
notSaveNull=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u17af\u1780\u179f\u17b6\u179a\u178a\u17c4\u1799\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17b7\u1793\u1780\u17c6\u178e\u178f\u17cb\u1785\u17d2\u1794\u17b6\u179f\u17cb\u179b\u17b6\u179f\u17cb\u1793\u17c4\u17c7\u1791\u17c1\u17d4
info=\u1796\u178f\u17cc\u1798\u17b6\u1793
transActive=\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1794\u1785\u17d2\u1785\u17bb\u1794\u17d2\u1794\u1793\u17d2\u1793\u1780\u17c6\u1796\u17bb\u1784\u179f\u1780\u1798\u17d2\u1798\u17d4 \n\u179f\u17bc\u1798\u1794\u1789\u17d2\u1788\u1794\u17cb\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u17a0\u17be\u1799\u1796\u17d2\u1799\u17b6\u1799\u17b6\u1798\u1798\u17d2\u178f\u1784\u1791\u17c0\u178f\u17d4
proRunQuery=\u179f\u17c6\u178e\u17bd\u179a\u1780\u17c6\u1796\u17bb\u1784\u178a\u17be\u179a...
stopBtn=\u1794\u1789\u17d2\u1788\u1794\u17cb
stopBtnTip=\u1798\u17bb\u1781\u1784\u17b6\u179a\u1794\u1789\u17d2\u1788\u1794\u17cb\u17a2\u17b6\u1785\u178f\u17d2\u179a\u17bc\u179c\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7 \u1793\u17c5\u1796\u17c1\u179b\u1780\u17bb\u17c6\u1796\u17d2\u1799\u17bc\u1791\u17d0\u179a\u1782\u17d2\u179a\u17ba\u17c7 \u1780\u17c6\u1796\u17bb\u1784\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1793\u17c5\u179b\u17be Windows OS\u17d4
errWhere=\u1794\u178e\u17d2\u178f\u17b6\u1789'th \u1798\u17b7\u1793\u1792\u17d2\u179c\u17be\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a(\u1798\u17b6\u1793\u1780\u17c6\u17a0\u17bb\u179f)
update=\u1792\u17d2\u179c\u17be\u17b2\u17d2\u1799\u1791\u17c6\u1793\u17be\u1794
updateOk1=\u1794\u17b6\u1793\u1792\u17d2\u179c\u17be\u17b2\u17d2\u1799\u1791\u17c6\u1793\u17be\u1794\u17d4
updateOk2=\u178f\u17bd{0}\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1792\u17d2\u179c\u17be\u17b2\u17d2\u1799\u1791\u17c6\u1793\u17be\u1794
deleteOk=\u178f\u17bd{0}\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u178a\u1780\u1785\u17c1\u1789
alterOk=\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u1780\u17c2\u179f\u1798\u17d2\u179a\u17bd\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u1789\u17d2\u1785\u1794\u17cb\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
createOk=\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u1794\u1784\u17d2\u1780\u17be\u178f\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u1789\u17d2\u1785\u1794\u17cb\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
dropOk=\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u1791\u1798\u17d2\u179b\u17b6\u1780\u17cb\u1785\u17c4\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u1789\u17d2\u1785\u1794\u17cb\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
insertOk=\u178f\u17bd{0}\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u178a\u17b6\u1780\u17cb\u1794\u1789\u17d2\u1787\u17bc\u179b\u17d4
insertOkWithAutocommit={0} instance(s) was inserted.\nIt is needed commit data after.
queryOk=\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799
titleCreateCode=Code creation
msgCreatedSqlPhpCode=SQL codes are copied on the clipboard with PHP type.
msgCreatedSqlJavaCode=SQL codes are copied on the clipboard with Java type.
errCreatedSqlNotSelected=There is not selected SQL.

#find dialog
findWhat=\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780\u17a2\u17d2\u179c\u17b8(&F):
replaceWith=\u1787\u17c6\u1793\u17bd\u179f\u1787\u17b6\u1798\u17bd\u1799(&R):
option=\u1787\u1798\u17d2\u179a\u17be\u179f
matchCase=\u1792\u17d2\u179c\u17be\u178f\u17b6\u1798\u1780\u179a\u178e\u17b8(&M)
wrapSearch=\u1785\u1784\u1780\u17b6\u179a\u179f\u17d2\u179a\u17b6\u179c\u1787\u17d2\u179a\u17b6\u179c(&W)
matchWholeWord=\u1792\u17d2\u179c\u17be\u179b\u17be\u1796\u17b6\u1780\u17d2\u1799\u1791\u17b6\u17c6\u1784\u1798\u17bc\u179b(&o)
direction=\u1791\u17b7\u179f\u178a\u17c5
up=\u179b\u17be(&U)
down=\u1780\u17d2\u179a\u17c4\u1798(&D)
findBtn=\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780(&n)...
replaceBtn=\u1787\u17c6\u1793\u17bd\u179f(&p)
replaceAllBtn=\u1787\u17c6\u1793\u17bd\u179f\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb(&l)
cantChangeStatus=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u179b\u1780\u17d2\u1781\u178e\u17c8\u179f\u17d2\u179c\u17d0\u1799\u1794\u17d2\u179a\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7\u1794\u17b6\u1793\u1791\u17c1\u17d4


#database selection toolkit
noDbSelected=\u1796\u17bb\u17c6\u1798\u17b6\u1793\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u17d4 
selfDefinedDb=\u1780\u17b6\u179a\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1780\u17c6\u178e\u178f\u17cb\u178a\u17c4\u1799\u1781\u17d2\u179b\u17bd\u1793\u17af\u1784
plsSelectDb=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1798\u17bd\u1799
indDefinedDb=Show in the navigation
errEditorRunning=\u179f\u17c6\u178e\u17bd\u179a\u1780\u17c6\u1796\u17bb\u1784\u178a\u17be\u179a\u200b \u178a\u17c6\u1794\u17bc\u1784\u179f\u17bc\u1798\u1794\u1789\u17d2\u1788\u1794\u17cb\u179c\u17b6\u179f\u17b7\u1793\u17d4
#query result
tooManyRecord=\u1798\u17b6\u1793\u1787\u17bd\u179a\u178a\u17c1\u1780{0}\u1780\u17b6\u1793\u17cb\u178f\u17c2\u1785\u17d2\u179a\u17be\u1793 \u178a\u17c2\u179b\u1794\u17c6\u1796\u17c1\u1789\u179f\u17c6\u178e\u17bd\u179a\u17d4\n\u178f\u17be\u17a2\u17d2\u1780\u1780\u1785\u1784\u17cb\u1794\u1793\u17d2\u178f\u17ac\u1791\u17c1?
skipOrNot=\u1780\u17c6\u17a0\u17bb\u179f\u1787\u17b6\u1798\u17bd\u1799\u1798\u17b6\u178f\u17b7\u1780\u17b6\u179a\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798 \u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u179a\u1780\u1783\u17be\u1789\u1780\u17d2\u1793\u17bb\u1784\u179f\u17c6\u178e\u17bd\u179a\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1785\u1784\u17cb\u179a\u17c6\u179b\u1784\u179c\u17b6\u17ac\u1791\u17c1?
querySeq={0} SQL
second= \u1796\u17c1\u179b\u179c\u17c1\u179b\u17b6
totalRows=\u1785\u17c6\u1793\u17bd\u1793\u1787\u17bd\u179a\u178a\u17c1\u1780\u179f\u179a\u17bb\u1794
delete=\u178a\u1780\u1785\u17c1\u1789(&D)
confirmDelMsg=\u1787\u17bd\u179a\u178a\u17c1\u1780{0}\u1793\u17b9\u1784\u178f\u17d2\u179a\u17bc\u179c\u178a\u1780\u1785\u17c1\u1789\u17d4 \u178f\u17be\u17a2\u17d2\u1780\u1780\u1785\u1784\u17cb\u1794\u1793\u17d2\u178f\u17ac\u1791\u17c1?
errorHead=\n\u1796\u17b7\u1796\u178e\u17cc\u1793\u17b6\u1780\u17c6\u17a0\u17bb\u179f:\n
copyClipBoard=&\u1790\u178f\u1785\u1798\u17d2\u179b\u1784(&D)
insertRecord=Insert(&I)
oidNavigator=\u1793\u17b6\u179c\u17b7\u1780OID(&O)...
detailView=\u1782\u17c6\u17a0\u17be\u1789\u179b\u17c6\u17a2\u17b7\u178f(&V)...
allExport=\u1793\u17b6\u17c6\u1785\u17c1\u1789\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb(&a)..
selectExport=\u1780\u17b6\u179a\u1793\u17b6\u17c6\u1785\u17c1\u1789\u178f\u17d2\u179a\u17bc\u179c\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f(&s)...
runError=\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u1780\u17c6\u17a0\u17bb\u179f:
commitUpdate=\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17c6\u1796\u17c1\u1789\u17d4  \u178f\u17be\u17a2\u17d2\u1780\u1780\u1785\u1784\u17cb\u179a\u1780\u17d2\u179f\u17b6\u179c\u17b6\u1791\u17bb\u1780\u17ac\u1791\u17c1? 
updateBtn=\u1792\u17d2\u179c\u17be\u17b2\u17d2\u1791\u17c6\u1793\u17be\u1794\u1780\u1798\u17d2\u1798
closeBtn=\u1794\u17b7\u1791
cfmUpdateChangedValue=\u178f\u1798\u17d2\u179b\u17c3\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17d2\u178f\u17bc\u179a\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1792\u17d2\u179c\u17be\u1791\u17c6\u1793\u17be\u1794\u1780\u1798\u17d2\u1798\u1793\u17c3\u1787\u17bd\u179a\u1788\u179a\u1793\u17c1\u17c7\u1791\u17c1?
titleRowDetailDialog=\u1787\u17bd\u179a\u178a\u17c1\u1780\u1795\u17d2\u178f\u179b\u17cb\u1796\u178f\u17cc\u1798\u17b6\u1793\u179b\u17c6\u17a2\u17b7\u178f
msgRowDetailDialog=\u1794\u1784\u17d2\u17a0\u17b6\u1789\u1796\u178f\u17cc\u1798\u17b6\u1793\u179b\u17c6\u17a2\u17b7\u178f\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1787\u17bd\u179a\u178a\u17c1\u1780\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u17d4
msgValueNoChanged=\u178f\u1798\u17d2\u179b\u17c3\u1798\u17b7\u1793\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17d2\u178f\u17bc\u179a
msgValueNoChangedTitle=\u1782\u17d2\u1798\u17b6\u1793\u1780\u17b6\u179a\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a
errMsgServerNull=\u1780\u17bb\u17c6\u1796\u17d2\u1799\u17bc\u1791\u17d0\u179a\u1782\u17d2\u179a\u17ba\u17c7\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1798\u17c4\u1783\u17c8\u17d4
lblColumnName=\u1788\u17d2\u1798\u17c4\u17c7\u1787\u17bd\u179a\u1788\u179a(&n):
lblColumnValue=\u178f\u1798\u17d2\u179b\u17c3\u1787\u17bd\u179a\u1788\u179a(&v):
showOneTimeTip=\u1798\u17b7\u1793\u1794\u1784\u17d2\u17a0\u17b6\u1789\u179f\u17b6\u179a\u1793\u17c5\u1796\u17c1\u179b\u1794\u1793\u17d2\u1791\u17b6\u1794\u17cb\u17d4

#query property page
autoCommitLabel=\u179f\u17d2\u179c\u17d0\u1799\u1794\u17d2\u179a\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7(&A)
autoCommitLabelOn=On
autoCommitLabelOff=Off
searchUnitInstances=\u179f\u17d2\u179a\u17b6\u179c\u1787\u17d2\u179a\u17b6\u179c\u1795\u17d2\u1793\u17c2\u1780\u1793\u17c3\u178f\u17bd\u179b\u1791\u17d2\u1792\u1795\u179b(&S)
pageUnitInstances=\u178a\u17b6\u1780\u17cb\u1791\u17c6\u1796\u17d0\u179a\u1795\u17d2\u1793\u17c2\u1780\u1793\u17c3\u178f\u17bd\u179b\u1791\u17d2\u1792\u1795\u179b(&P)
getOid=\u1791\u1791\u17bd\u179b\u1796\u178f\u17cc\u1798\u17b6\u1793OID(\u179b\u1791\u17d2\u1792\u1795\u179b\u17a2\u17b6\u1785\u1792\u17d2\u179c\u17be\u1791\u17c6\u1793\u17be\u1794\u1780\u1798\u17d2\u1798\u1794\u17b6\u1793)(&G)
getOidOn=On
getOidOff=Off
btnKeywordLowercase=\u1780\u17c2\u1796\u17b6\u1780\u17d2\u1799\u1782\u1793\u17d2\u179b\u17b9\u17c7\u200b \u17a0\u17be\u1799\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17bd\u1793\u17b6\u1791\u17b8\u178f\u17d2\u179a\u17bc\u179c\u179a\u17c0\u1794\u1787\u17b6\u17a2\u1780\u17d2\u179f\u178f\u17bc\u1785(&T)\u17d4
btnNoAutoUppercase=Do not transform keywords to uppercase automatically on editing
btnWithoutPromptSave=\u1780\u17bb\u17c6\u1796\u17d2\u1799\u17b6\u1799\u17b6\u1798\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1798\u17b6\u178f\u17b7\u1780\u17b6\u179a\u17a2\u17d2\u1793\u1780\u1780\u17c2\u178f\u17d2\u179a\u17bc\u179c\u179f\u17c6\u178e\u17bd\u179a\u1793\u17c5\u179b\u17be\u1785\u17d2\u179a\u1780\u1785\u17c1\u1789(&D)\u17d4
lblCharSet=\u1780\u17c6\u178e\u178f\u17cb\u179b\u1780\u17d2\u1781\u178e\u17c8\u17a2\u1780\u17d2\u179f\u179a(&C):
changeFont=\u1794\u17d2\u178f\u17bc\u179a Font
fontExample=\u178f\u17bdFont
restoreDefault=\u1794\u1784\u17d2\u1780\u17be\u178f\u179b\u1791\u17d2\u1792\u1795\u179b\u17a1\u17be\u1784\u179c\u17b7\u1789(&R)
brokerIP=\u17a2\u17d2\u1793\u1780\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1791\u17c6\u1793\u17b6\u1780\u17cb\u1791\u17c6\u1793\u1784IP(&I):
brokerPort=\u1797\u17d2\u1787\u17b6\u1794\u17cb\u17a2\u17d2\u1793\u1780\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1791\u17c6\u1793\u17b6\u1780\u17cb\u1791\u17c6\u1793\u1784(&p):
queryTitle=\u1787\u1798\u17d2\u179a\u17be\u179f\u179f\u17c6\u178e\u17bd\u179a
errInvalidBrokerIp=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u17a2\u17d2\u1793\u1780\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1791\u17c6\u1793\u17b6\u1780\u17cb\u1791\u17c6\u1793\u1784IP\u17d4
errInvalidBrokerPort=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1780\u17b6\u179a\u1797\u17d2\u1787\u17b6\u1794\u17cb\u17a2\u17d2\u1793\u1780\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1791\u17c6\u1793\u17b6\u1780\u17cb\u1791\u17c6\u1793\u1784\u17d4
errInvalidCharSet=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1780\u17b6\u179a\u1780\u17c6\u178e\u178f\u17cb\u179b\u1780\u17d2\u1781\u178e\u17c8\u17a2\u1780\u17d2\u179f\u179a\u17d4
lblDatabaseIP=\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f IP(&D):
errInvalidDatabaseIp=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179fIP.
#export
fileSave=\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784
overWrite=\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4\n\u178f\u17be\u17a2\u17d2\u1793\u1780\u1785\u1784\u17cb\u179f\u179a\u17c1\u179f\u179a\u1787\u17b6\u1793\u17cb\u1796\u17b8\u179b\u17be\u17ac\u1791\u17c1?
columnCountOver=\u1785\u17c6\u1793\u17bd\u1793\u17a2\u178f\u17b7\u1794\u179a\u17b7\u1798\u17b6\u1793\u17c3\u1787\u17bd\u179a\u1788\u179a\u1780\u17d2\u1793\u17bb\u1784XSL\u1798\u17b7\u1793\u1782\u17bd\u179a\u179b\u17be\u179f\u1796\u17b8(256)\u17d4\n\u1787\u17bd\u179a\u1788\u179a\u1795\u17d2\u179f\u17c1\u1784\u1791\u17c0\u178f\u1793\u17b9\u1784\u1798\u17b7\u1793\u178f\u17d2\u179a\u17bc\u179c\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1791\u17c1\u17d4\n\n\u178f\u17be\u17a2\u17d2\u1780\u1780\u1785\u1784\u17cb\u1794\u1793\u17d2\u178f\u17ac\u1791\u17c1?
export=\u1780\u17b6\u179a\u1793\u17b6\u17c6\u1785\u17c1\u1789
exportOk=\u1780\u17b6\u179a\u1790\u178f\u1791\u17bb\u1780{0}\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1793\u17b6\u17c6\u1785\u17c1\u1789\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4

noContext=\u1782\u17d2\u1798\u17b6\u1793\u1796\u178f\u17cc\u1798\u17b6\u1793\u1794\u179a\u17b7\u1794\u1791\u178e\u17b6\u1793\u17c5\u1798\u17b6\u1793\u1793\u17c4\u17c7\u1791\u17c1\u17d4

#drag and drop
connCloseConfirm=\u1798\u17b6\u1793\u1780\u17b6\u179a\u178a\u17c4\u17c7\u178a\u17bc\u179a\u179f\u1798\u17d2\u179a\u17bd\u179b\u1781\u17d2\u179b\u17c7\u1780\u17d2\u1793\u17bb\u1784\u17a2\u17d2\u1780\u1780\u1780\u17c2\u178f\u17d2\u179a\u17bc\u179c\u179f\u17c6\u178e\u17bd\u179a\u1791\u17b6\u1780\u17cb\u1791\u1784\u1791\u17c5\u1793\u17b9\u1784\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f "{0}"\u178a\u17c2\u179b\u1798\u17b7\u1793\u1791\u17b6\u1793\u17cb\u1794\u17b6\u1793\u1792\u17d2\u179c\u17be\u1793\u17c5\u17a1\u17be\u1799\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1780\u1785\u1784\u17cb\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u179c\u17b6\u17ac\u1791\u17c1?
changeDbConfirm=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u1780\u17b6\u179a\u1797\u17d2\u1787\u17b6\u1794\u17cb\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1794\u1785\u17d2\u1785\u17bb\u1794\u17d2\u1794\u1793\u17d2\u1793\u17ac\u1791\u17c1?
beSure=\u1794\u17d2\u179a\u17b6\u1780\u178a\u17ac\u1791\u17c1?

task_querydesc={0} SQL\u1780\u17c6\u1796\u17bb\u1784\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u17d4

qedit_find=\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780(&F)...

qedit_lastpage=\u1791\u17c6\u1796\u17d0\u179a\u1791\u17b8\u1785\u17bb\u1784\u1780\u17d2\u179a\u17c4\u1799
qedit_logsresult=Logs
qedit_nextpage=\u1791\u17c6\u1796\u17d0\u179a\u1794\u1793\u17d2\u1791\u17b6\u1794\u17cb
qedit_notfound=\u1781\u17d2\u179f\u17c2\u1794\u178e\u17d2\u178f\u17b6\u1789\u1798\u17b7\u1793\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u179a\u1780\u1783\u17be\u1789\u17d4
qedit_replace=\u178a\u17b6\u1780\u17cb\u1787\u17c6\u1793\u17bd\u179f(&e)...
qedit_replaceall=\u178a\u17b6\u1780\u17cb\u1787\u17c6\u1793\u17bd\u179f\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u17d4
qedit_replacecomplete=\u1794\u1789\u17d2\u1787\u17b8\u179a\u17bf\u1784\u178a\u17c2\u179b\u1794\u17b6\u1793\u178a\u17b6\u1780\u17cb\u1787\u17c6\u1793\u17bd\u179f
qedit_result=\u179b\u1791\u17d2\u1792\u1795\u179b
qedit_sqleditor_folder=\u17a2\u17d2\u1780\u1780\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179cSQL
qedit_result_folder=[CTRL+1]\u179b\u1791\u17d2\u1792\u1795\u179b
qedit_plan_folder=[2]\u179f\u17c6\u178e\u17bd\u179a\u1796\u17d2\u1799\u179b\u17cb
qedit_plan_curfile_title=\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u1794\u17d2\u179a\u179c\u178f\u17d2\u178f\u17b7
qedit_plan=\u1795\u17c2\u1793\u1780\u17b6\u179a
qedit_plan_history_col1=#
qedit_plan_history_col2=\u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17d2\u1786\u17c1\u1791
qedit_plan_history_col3=SQL
qedit_plan_history_col4=\u1780\u17c6\u178e\u178f\u17cb\u178f\u1798\u17d2\u179b\u17c3
qedit_plan_tree_simple_col1=\u1794\u17d2\u179a\u1797\u17c1\u1791
qedit_plan_tree_simple_col2=\u178f\u17b6\u179a\u17b6\u1784
qedit_plan_tree_simple_col3=Cost
qedit_plan_tree_simple_col3_dtl=Total Cost (CPU + IO)
qedit_plan_tree_simple_col5=\u179f\u179a\u17bb\u1794 (r/p)
qedit_plan_tree_simple_col5_dtl=\u179f\u179a\u17bb\u1794 (rows/pages)
qedit_plan_tree_simple_col6=\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798
qedit_plan_tree_simple_col7=\u1796\u17c1\u179b\u1780\u17c6\u178e\u178f\u17cb
qedit_plan_filename_error=\u1788\u17d2\u1798\u17c4\u17c7\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u1782\u17d2\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
qedit_plan_open_file_error=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1794\u17be\u1780\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u1793\u17c1\u17c7\u17d4
qedit_plan_save_file_error=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u1793\u17c1\u17c7\u17d4
qedit_plan_invalid_plan_file=\u1794\u17d2\u179b\u1784\u17cb\u1782\u17d2\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u1793\u17c3\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8xml\u17d4
qedit_plan_save_change_question=\u1794\u17d2\u179a\u179c\u178f\u17d2\u178f\u17b7\u1795\u17c2\u1793\u1780\u17b6\u179a\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u1794\u17b6\u1793\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4 \u178f\u17be\u17a2\u17d2\u1780\u1785\u1784\u17cb\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1780\u17b6\u179a\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u1793\u17c1\u17c7\u1791\u17c1?
qedit_plan_save_change_question_title=\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1794\u17d2\u179a\u179c\u178f\u17d2\u178f\u17b7\u1795\u17c2\u1793\u1780\u17b6\u179a\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u17d4
qedit_plan_clear_question=\u1794\u17d2\u179a\u179c\u178f\u17d2\u178f\u17b7\u1795\u17c2\u1793\u1780\u17b6\u179a\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u1794\u17b6\u1793\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1780\u1785\u1784\u17cb\u1787\u1798\u17d2\u179a\u17c7\u179c\u17b6\u17a5\u17a1\u17bc\u179c\u17ac\u1791\u17c1?
qedit_plan_clear_question_title=\u1787\u1798\u17d2\u179a\u17c7\u1794\u17d2\u179a\u179c\u178f\u17d2\u178f\u17b7\u1795\u17c2\u1793\u1780\u17b6\u179a\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7
qedit_plan_tree_term_name_index=\u1796\u17c1\u179b\u1780\u17c6\u178e\u178f\u17cb:\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798
qedit_plan_tree_term_name_join=\u1796\u17c1\u179b\u1780\u17c6\u178e\u178f\u17cb:\u1785\u17bc\u179b\u179a\u17bd\u1798
qedit_plan_tree_term_name_select=\u1796\u17c1\u179b\u1780\u17c6\u178e\u178f\u17cb:\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f
qedit_plan_tree_term_name_filter=\u1796\u17c1\u179b\u1780\u17c6\u178e\u178f\u17cb:\u178f\u1798\u17d2\u179a\u1784
qedit_plan_sql_copy=\u1790\u178f\u1785\u1798\u17d2\u1784\u1784 SQL\u1793\u17c1\u17c7
qedit_plan_raw_plan_copy=\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u1795\u17c2\u1793\u1780\u17b6\u179a\u178a\u17be\u1798\u1793\u17c1\u17c7
qedit_select_table_not_exist_in_db=\u178f\u17b6\u179a\u17b6\u1784\u1794\u17c2\u1794\u1793\u17c1\u17c7\u1798\u17b7\u1793\u1798\u17b6\u1793\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1794\u1785\u17d2\u1785\u17bb\u1794\u17d2\u1794\u1793\u17d2\u1793\u1791\u17c1\u17d4
qedit_tip_run_query=\u179f\u17bc\u1798\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u179f\u17c6\u178e\u17bd\u179a\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u1794\u1793\u17d2\u1791\u17b6\u1794\u17cb\u1796\u17b8\u1797\u17d2\u1787\u17b6\u1794\u17cb\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u17d4

waiting_export=\u1793\u17b6\u17c6\u1785\u17c1\u1789\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1791\u17c5\u1780\u17d2\u1793\u17bb\u1784\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u17d4
tooltip_queryplanenable=\u17a2\u17b6\u1785\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1795\u17c2\u1793\u1780\u17b6\u179a\u179f\u17c6\u178e\u17bd\u179a\u1794\u17b6\u1793\u17d4
tooltip_qedit_find=\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780
tooltip_qedit_replace=\u178a\u17b6\u1780\u17cb\u1787\u17c6\u1793\u17bd\u179f
tooltip_qedit_explain_new=\u1790\u17d2\u1798\u17b8
tooltip_qedit_explain_open=\u1794\u17be\u1780\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u1796\u1793\u17d2\u1799\u179b\u17cb\u179f\u17c6\u178e\u17bd\u179a...
tooltip_qedit_explain_save=\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u1796\u1793\u17d2\u1799\u179b\u17cb\u179f\u17c6\u178e\u17bd\u179a
tooltip_qedit_explain_saveas=\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u1796\u1793\u17d2\u1799\u179b\u17cb\u179f\u17c6\u178e\u17bd\u179a...
tooltip_qedit_explain_history_switch=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1794\u17d2\u179a\u1798\u17bc\u179b\u1794\u17d2\u179a\u179c\u178f\u17d2\u178f\u17b7\u1793\u17c1\u17c7\u1794\u17b6\u1793\u1791\u17c1
tooltip_qedit_explain_history_show_hide=\u1794\u1784\u17d2\u17a0\u17b6\u1789\u17ac\u179b\u17b6\u1780\u17cb\u1791\u17bb\u1780\u1795\u17d2\u1791\u17b6\u17c6\u1784\u1794\u17d2\u179a\u179c\u178f\u17d2\u178f\u17b7\u179f\u17c6\u178e\u17bd\u179a
tooltip_qedit_result_show_hide=\u1794\u1784\u17d2\u17a0\u17b6\u1789\u17ac\u179b\u17b6\u1780\u17cb\u1791\u17bb\u1780\u1795\u17d2\u1791\u17b6\u17c6\u1784\u179b\u1791\u17d2\u1792\u1795\u179b\u179f\u17c6\u178e\u17bd\u179a
tooltip_qedit_log_show_hide=\u1794\u1784\u17d2\u17a0\u17b6\u1789\u17ac\u179b\u17b6\u1780\u17cb\u1791\u17bb\u1780\u1795\u17d2\u1791\u17b6\u17c6\u1784log
tooltip_qedit_explain_display_mode=\u1794\u17b7\u1791\u1791\u1798\u17d2\u179a\u1784\u17cb\u1794\u1784\u17d2\u17a0\u17b6\u1789

msgChangeConnectionInfo=\u1796\u178f\u17cc\u1798\u17b6\u1793\u1793\u17c3\u1780\u17b6\u179a\u178f\u1797\u17d2\u1787\u17b6\u1794\u17cb\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4 \u179c\u17b6\u1793\u17b9\u1784\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1794\u1793\u17d2\u1791\u17b6\u1794\u17cb\u1796\u17b8\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u17a2\u17d2\u1793\u1780\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u179f\u17c6\u178e\u17bd\u179a\u17d4
errBrokerPort=\u1780\u17b6\u179a\u1797\u17d2\u1787\u17b6\u1794\u17cb\u17a2\u17d2\u1793\u1780\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1791\u17c6\u1793\u17b6\u1780\u17cb\u1791\u17c6\u1793\u1784\u1798\u17b7\u1793\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u179c\u17b6\u1782\u17bd\u179a\u178f\u17c2\u179a\u179c\u17b6\u1784 1024 \u1793\u17b7\u1784 65535\u17d4

exportDataTaskName=\u1793\u17b6\u17c6\u1785\u17c1\u1789\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799...
updateDataTaskName=\u1792\u17d2\u179c\u17be\u1791\u17c6\u1793\u17be\u1794\u1780\u1798\u17d2\u1798\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799...
lblColumnType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1787\u17bd\u179a\u1788\u179a(&t):
btnImport=\u1793\u17b6\u17c6\u1785\u17bc\u179b(&I)...
btnExport=\u1793\u17b6\u17c6\u1785\u17c1\u1789(&E)...
grpColumnValue=\u1780\u17c6\u178e\u178f\u17cb\u178f\u1798\u17d2\u179b\u17c3\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u1794\u179a\u17b7\u179c\u17c1\u178e\u17a2\u178f\u17d2\u1790\u1794\u1791\u1781\u17b6\u1784\u1780\u17d2\u179a\u178a\u17c4\u1798\u17d4 
grpSelectFile=\u1793\u17b6\u17c6\u1785\u17c1\u1789\u17ac\u1793\u17b6\u17c6\u1785\u17bc\u179b\u1796\u17b8\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1791\u17c5\u1780\u17b6\u1793\u17cb\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u17d4
msgExportData=\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1793\u17b6\u17c6\u1785\u17c1\u1789\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
tipSetPstmt=\u1780\u17c6\u178e\u178f\u17cb\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179aSQL\u178a\u17c2\u179b\u1794\u17b6\u1793\u179a\u17c0\u1794\u1785\u17c6\u1791\u17bb\u1780
tipExecStat=\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u178f\u17b6\u1798\u179f\u17d2\u1790\u17b7\u178f\u17b7
#set encoding dialog related message
titleOpenFileDialog=\u1794\u17be\u1780\u1780\u17b6\u179a\u179f\u179a\u179f\u17c1\u179a SQL
titleSaveFileDialog=\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1780\u17b6\u179a\u179f\u179a\u179f\u17c1\u179aSQL
btnDefaultCharset=\u179b\u1791\u17d2\u1792\u1795\u179b\u1780\u17be\u178f\u1798\u17b6\u1793({0})(&D)
btnOtherCharset=\u1795\u17d2\u179f\u17c1\u1784\u17d7(&t):

# DDL template
txtSelect=SELECT*
txtSelectColumn=SELECT
txtInsert=INSERT
txtUpdate=UPDATE
txtDelete=DELETE
msgSelect=Append select * DML.
msgSelectColumn=Append select column DML.
msgInsert=Append insert DML.
msgUpdate=Append update DML.
msgDelete=Append delete DML.
titleData=[ALT+1]Sample Data
titleDDL=[2]DDL
titleColumn=[3]Column
titleIndex=[4]Index
tabTitleData=[Sample Data]
tabTitleDDL=[DDL]
tabTitleColumn=[Column]
tabTitleIndex=[Index]
#Column table
tblColumnPK=PK
tblColumnName=Column Name
tblColumnDataType=Data Type
tblColumnAutoIncr=Auto Increment
tblColumnDefault=Default
tblColumnNotNull=Not Null
tblColumnUnique=Unique
tblColumnShared=Shared
tblColumnInherit=Inheritance
tblColumnClass=Class
#Column view
tblColViewName=Name
tblColViewDataType=Data type
tblColViewDefaultType=Default type
tblColViewDefaultValue=Default value
#Index and FK table
lblIndexes=Indexes:
tblColumnIndexName=Index Name
tblColumnIndexRule=Index Rules
tblColumnIndexType=Index Type
tblColumnOnColumns=On Column(s)
lblFK=Foreign keys:
tblColumnFK=FK Name
tblColumnColumnName=Column Name
tblColumnColumns=Columns
tblColumnDeleteRule=Delete Rule
tblColumnForeignTable=Foreign Table
tblColumnForeignColumnName=Foreign Column Names
tblColumnUpdateRule=Update Rule
tblColumnCacheColumn=Cache Column 
#Error message
titleGetMetaDataErr=Get "{0}" metadata failed.
msgGetMetaDataErr=Get "{0}" metadata failed.\n Cause by:{1}.
titleGetDataErr=Get "{0}" data failed.
msgGetDataErr=Get "{0}" data failed.\n Cause by:{1}.
#Job name
getInfoJobName=Getting "{0}" data.

#export data
msgExportSelectedResults=\u1793\u17b6\u17c6\u1785\u17c1\u1789\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u178a\u17c2\u179b\u1794\u17b6\u1793\u179a\u17be\u179f\u179a\u17bd\u1785\u17d4
msgExportAllResults=\u1793\u17b6\u17c6\u1785\u17c1\u1789\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u179b\u1791\u17d2\u1792\u1795\u179b\u179f\u17c6\u178e\u17bd\u179a\u17d4
msgExportAllQueryResults=\u1793\u17b6\u17c6\u1785\u17c1\u1789\u179b\u1791\u17d2\u1792\u1795\u179b\u179f\u17c6\u178e\u17bd\u179a\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u1791\u17c5\u1780\u17b6\u1793\u17cb\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u17d4
msgInputSqlText=\u179f\u17bc\u1798\u1794\u1789\u17d2\u1787\u17bc\u179b\u179a\u1794\u17b6\u1799\u1780\u17b6\u179a\u178e\u17cd sql\u1787\u17b6\u1798\u17bb\u1793\u179f\u17b7\u1793\u17d4
errDbConnect=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1791\u17c5\u1793\u17b9\u1784\u178a\u17c2\u179b\u178f\u17b6\u1794\u1794\u17c1\u179f\u1793\u17c1\u17c7\u1791\u17c1\u17d4\u200b \u179f\u17bc\u1798\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1798\u17be\u179b\u179f\u17d2\u1790\u17b6\u1793\u1797\u17b6\u1796\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f \u17ac\u179f\u17d2\u1790\u17b6\u1793\u1797\u17b6\u1796\u17a2\u17d2\u1793\u1780\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1791\u17c6\u1793\u17b6\u1780\u17cb\u1791\u17c6\u1793\u1784 \u17ac \u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17be\u1794\u17d2\u179a\u17b6\u179f\u17cb\u17d4
tooltip_qedit_explain_history_delete=Delete the query plan history
explain_history_delete_message=Are you sure to delete the seleted query plan histories?
explain_history_delete_error=Please select some query plan histories to delete.

errMsgExecuteInResult=Please select a database first

qedit_sql_history_folder=[3]SQL History
qedit_sql_history=SQL History

tooltip_qedit_sql_history_delete=Delete the SQL history
sql_history_delete_message=Are you sure to delete the selected SQL histories?
sql_history_delete_error=Please select some SQL histories to delete.
sql_history_delete_success=Delete successful!

recentlyUsedSQLColumnRunTime=Time
recentlyUsedSQLColumnElapseTime=Elapse Time
recentlyUsedSQLColumn=SQL
recentlyUsedSQLColumnLOG=LOG
recentlyUsedSQLHelp=If you just double-click the mouse what you want on the follow list, it will be pasted on the query editor.

queryHistory=SQL History
treeSelected=Selected

batchRun=Favorites SQL
titleBatchRunMessage=Favorites SQL
msgBatchRunMessage=If you add favorite SQL files, you will be able to run anytime you want.
btnBatchRun=Run SQL
btnBatchPaste=Paste SQL to the query editor
btnBatchClose=Close
titleBatchRunConfirm=Favorites SQL
msgBatchRunConfirm=Are you sure to run the selected SQL files?\n\nIt is running several SQLs at once. If you want to select with SQL, please use [Paste SQL to the query editor] button.
msgBatchRunPasteConfirm=Are you sure to paste the selected SQL files on the query editor?
msgBatchRunSqlFile=SQL File
msgBatchRunMemo=Memo
msgBatchRunRegdate=Date
errBatchRunDel=Are you sure to delete favorites of selected file?\nAlthough, it delete favorites, files will not be deleted.
errSelectDatabaseFirst=If you want to run a favorite SQL, you should select a database before.
errCanNotSortWhenEditing=You can not sort data while it is editing.

msgDuplicatedDeleteTarget=Can not delete it because of duplicated original record with conditions.\nIt should have a primary key column to delete.  
msgDuplicatedUpdateTarget=Can not update it because of duplicated original record with conditions.\nIt should have a primary key column to update.
errModifiedNotMoving=It has modified some data. Please save or cancel modified data before moving other pages.
errModifiedOneTable=It can be modified data for only one table on the query.
msgCommitEdited=Are you sure to store modified data on the result?
msgRollbackEdited=Are you sure to cancel modified data on the result?
msgActiveTran=It has a transaction on active.\nPlease commit/rollback transactions on the query editor, and then you can store edited data.
errNotEditable=It can't be updated without Primary Key on the table.
errHasNoCommit=There is not stored data yet.\nPlease click the store or cancel button first.

errorFormatPos= Line [{0},{1}] 
errorToken= mismachted token.

msgCalcInfoWithSum=Count: {0}, SUM: {1}, AVG: {2}
msgCalcInfoNoSum=Count: {0}

errQeditNotOpenForConnectionFull=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1794\u17be\u1780\u1780\u1798\u17d2\u1798\u179c\u17b7\u1792\u17b8\u1780\u17c2\u179f\u1798\u17d2\u179a\u17bd\u179b\u179f\u17c6\u178e\u17bd\u179a\u1794\u17b6\u1793\u1791\u17c1\u1796\u17d2\u179a\u17c4\u17c7\u1798\u17b7\u1793\u1798\u17b6\u1793\u1780\u17b6\u179a\u178f\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1785\u17d2\u179a\u17be\u1793\u1791\u17c0\u178f\u17d4