#network related
error_unknownHost=\u1780\u17bb\u17c6\u1796\u17d2\u1799\u17bc\u1791\u17d0\u179a\u1798\u17c1\u178a\u17c2\u179b\u1798\u17b7\u1793\u179f\u17d2\u1782\u17b6\u179b\u17cb\u17d4
error_connectfailed=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1791\u17c5\u1793\u17b9\u1784\u1780\u17bb\u17c6\u1796\u17d2\u1799\u17bc\u1791\u17d0\u179a\u1782\u17d2\u179a\u17b9\u17c7\u17d4  \u179f\u17bc\u1798\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1798\u17be\u179b\u17a2\u17d2\u1793\u1780\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784CUBRID \u179f\u17d2\u1790\u17b6\u1793\u1797\u17b6\u1796\u1780\u17bb\u17c6\u1796\u17d2\u1799\u17bc\u1791\u17d0\u179a\u1782\u17d2\u179a\u17b9\u17c7 \u1793\u17b7\u1784 \u17a7\u1794\u1780\u179a\u178e\u17cd\u1797\u17d2\u1787\u17b6\u1794\u17cb\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u1780\u17bb\u17c6\u1796\u17d2\u1799\u17bc\u1791\u17d0\u179a (\u1785\u17c6\u1793\u17bd\u1793\u1781\u17d2\u179f\u17c2\u1794\u178e\u17d2\u178f\u17b6\u1789, ip, \u1793\u17b7\u1784\u1795\u17d2\u179f\u17c1\u1784\u17d7\u1791\u17c0\u178f)\u17d4
error_disconnected=\u1780\u17b6\u179a\u1797\u17d2\u1787\u17b6\u1794\u17cb\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17b7\u1791\u17d4
error_noconnectSite=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1780\u17bb\u17c6\u1796\u17d2\u1799\u17bc\u1791\u17d0\u179a\u1782\u17d2\u179a\u17ba\u17c7\u17d4
error_noInitSocket=Socket\u1798\u17b7\u1793\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1780\u17c6\u178e\u178f\u17cb\u1794\u179a\u17b7\u1798\u17b6\u178e\u17d4
error_invalidToken=\u1780\u17b6\u179a\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1782\u17d2\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u179f\u17bc\u1798\u1797\u17d2\u1787\u17b6\u1794\u17cb\u17a1\u17be\u1784\u179c\u17b7\u1789\u17d4
error_invalidRequest=\u179f\u17c6\u178e\u17be\u179a\u1793\u17c1\u17c7\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u179f\u17bc\u1798\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1798\u17be\u179b\u179f\u17d2\u1790\u17b6\u1793\u1797\u17b6\u1796\u1780\u17bb\u17c6\u1796\u17d2\u1799\u17bc\u1791\u17d0\u179a\u1782\u17d2\u179a\u17b9\u17c7\u17d4
#message related
error_messageFormat=\u1780\u17c6\u17a0\u17bb\u179f\u179a\u17c0\u1794\u1785\u17c6\u1793\u17b7\u1784\u1795\u17d2\u1791\u17bb\u1780\u179f\u17b6\u179a\u17d4
error_unsupportedJRE=\u1798\u17b7\u1793\u1782\u17b6\u17c6\u1791\u17d2\u179a\u1780\u17c6\u178e\u17c2 JRE\u1790\u17d2\u1798\u17b8\u17d4  \u17a2\u17d2\u1793\u1780\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784 CUBRID \u1782\u17b6\u17c6\u1791\u17d2\u179a\u178f\u17c2\u179b\u17be\u1780\u17c6\u178e\u17c2 JRE 1.5\u1790\u17d2\u1798\u17b8 \u17ac\u1780\u17d2\u179a\u17c4\u1799\u1791\u17c0\u178f\u17d4

msg_warning=\u1780\u17b6\u179a\u1796\u17d2\u179a\u1798\u17b6\u1793
msg_error=\u1780\u17c6\u17a0\u17bb\u179f
#JDBC related
error_getConnection=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1794\u17b6\u1793\u17d4 \u179f\u17bc\u1798\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1781\u17d2\u179f\u17c2\u1794\u178e\u17d2\u178f\u17b6\u1789\u178f\u17bc\u1785\u17d7\u1787\u17b6\u1780\u1798\u17d2\u1798\u179f\u17b7\u1791\u17d2\u1792\u17b7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f \u1793\u17b7\u1784\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1798\u17be\u179b\u1790\u17b6\u178f\u17be\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1793\u17b7\u1784\u1794\u178e\u17d2\u178f\u17b6\u1789\u178f\u17bc\u1785\u17d7\u1798\u17b6\u1793\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u17ac\u1791\u17c1\u17d4
error_invalidInput=\u1796\u178f\u17cc\u1798\u17b6\u1793\u178a\u17c2\u179b\u178a\u17b6\u1780\u17cb\u1794\u1789\u17d2\u1787\u17bc\u179b\u1798\u17b7\u1793\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
#database user
error_invalidUser=user\u1798\u17b7\u1793\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
#replication parameter tip message
tip_perf_poll_interval=\u1794\u1784\u17d2\u1780\u17be\u178f\u1787\u17b6\u1798\u17bb\u1793\u1793\u17bc\u179c\u1785\u1793\u17d2\u179b\u17c4\u17c7\u179f\u1798\u17d2\u179a\u17bd\u179b\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a (sec)
tip_size_of_log_buffer=\u1791\u17c6\u17a0\u17c6\u1780\u17b6\u179a\u1796\u17b6\u179alog \u1793\u17c3 repl_agent\u17d4
tip_size_of_cache_buffer=\u1791\u17c6\u17a0\u17c6\u1780\u17b6\u179a\u1796\u17b6\u179a\u1795\u17d2\u1791\u17bb\u1780\u1796\u178f\u17cc\u1798\u17b6\u1793\u1793\u17c3 repl_agent\u17d4
tip_size_of_copylog=\u1785\u17c6\u1793\u17bd\u1793\u1791\u17c6\u1796\u17d0\u179a\u1793\u17c3\u179f\u17c6\u178e\u17c5 log\u17d4
tip_index_replication='y' \u179f\u1798\u1798\u17d2\u179a\u17b6\u1794\u17cb\u179f\u17c6\u178e\u17bb\u17c6\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798
tip_for_recovery='y' \u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1791\u1798\u17d2\u179a\u1784\u17cb\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u178a\u17bc\u1785\u178a\u17be\u1798
tip_log_apply_interval=\u1785\u1793\u17d2\u179b\u17c4\u17c7\u179a\u179c\u17b6\u1784\u1780\u17b6\u179a\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1791\u17c6\u1796\u17d0\u179a\u1785\u1798\u17d2\u179a\u17bb\u17c7\u1793\u17c3 log (sec)
tip_restart_interval=\u1785\u1793\u17d2\u179b\u17c4\u17c7\u179a\u179c\u17b6\u1784\u1780\u17b6\u179a\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1791\u17c5\u1793\u17b9\u1784 slave (sec)

#BrokerDiagEnum
rps=\u179f\u17c6\u178e\u17be\u179a\u1780\u17d2\u1793\u17bb\u1784\u17e1\u179c\u17b7\u1793\u17b6\u1791\u17b8
tps=\u17af\u1780\u178f\u17d2\u178f\u17b6\u1780\u17b6\u179a\u1784\u17b6\u179a\u1780\u17d2\u1793\u17bb\u1784\u17e1\u179c\u17b7\u1793\u17b6\u1791\u17b8 
active_session=\u1796\u17c1\u179b\u179f\u1780\u1798\u17d2\u1798
qps=Query\u1780\u17d2\u1793\u17bb\u1784\u17e1\u179c\u17b7\u1793\u17b6\u1791\u17b8
long_q=Query\u200b\u179c\u17c2\u1784
long_t=\u17af\u1780\u178f\u17b6\u17d2\u178f\u1780\u17b6\u179a\u1784\u17b6\u179a\u179c\u17c2\u1784
err_q=\u1780\u17c6\u17a0\u17bb\u179f Query
session=\u1796\u17c1\u179b
active=\u1796\u17c1\u179b\u179f\u1780\u1798\u17d2\u1798

#format the data
fileTooLongMsg=\u1791\u17c6\u17a0\u17c6\u1793\u17c3\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8 {0}\u1785\u17d2\u179a\u17be\u1793\u1787\u17b6\u1784\u1791\u17c6\u17a0\u17c6\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799 {1}\u17d4

#Data Type
msgDataDb=Database
msgDataDbVol=Database Volume
msgDataBroker=Broker
msgDataOs=OS

#metric message
msgDbCpuKernel=DB CPU Kernel
msgDbCpuUser=DB CPU User
msgDbMemPhy=DB Physic Memory
msgDbMemVir=DB Virtual Memory
msgDbQps=DB QPS
msgDbTps=DB TPS
msgDbHitRatio=DB Hit Ratio
msgDbFetchPages=DB Fetch Pages
msgDbDirtyPages=DB Dirty Pages
msgDbIoRead=DB IO Read
msgDbIoWrite=DB IO Write
msgDbHaCopyDelayPage=DB HA Copy Delay Page
msgDbHaCopyDelayEstimated=DB HA Copy Delay Estimated
msgDbHaApplyDelayPage=DB HA Apply Delay Page
msgDbHaApplyDelayEstimated=DB HA Apply Delay Estimated
msgDbFreespace=DB Free Space
msgVolFreespace=Volume Free Space
msgBrokerTps=Broker TPS
msgBrokerQps=Broker QPS
msgBrokerLongT=Broker Long Transaction
msgBrokerLongQ=Broker Long Query
msgBrokerReq=Broker Request
msgBrokerErrQ=Broker Error Query
msgBrokerJq=Broker Job Query
msgOsCpuIdle=OS CPU Idle
msgOsCpuIowait=OS CPU IOWait
msgOsCpuKernel=OS CPU Kernel
msgOsCpuUser=OS CPU User
msgOsMemPhyFree=OS Physic Memory Free
msgOsMemSwapFree=OS Swap Memory Free
msgOsDiskFree=OS Disk Free

#Time Type
msgTimeDaily=daily
msgTimeWeekly=weekly
msgTimeMonthly=monthly
msgTimeYearly=yearly

#default chart name
msgDbCpuUsage=DB CPU Usage
msgDbMemInfo=DB Memory Info
msgDbAppInfo=DB Applications Info
msgDbIoInfo=DB IO Info
msgDbPageInfo=DB Pages Info
msgDbHaInfo=DB HA Info
msgDbFreeSpaceInfo=DB Free Space Info
msgDbVolFreeSpaceInfo=DB Volume Free Space Info
msgBrokerInfo=Broker Info
msgOsCpuUsage=System CPU Usage
msgOsMemInfo=System Memory Info
msgOsSpaceInfo=System Space Info