#add host and edit host related message
titleAddHostDialog=\u1794\u1793\u17d2\u1792\u17c2\u1798 Host
titleConnectHostDialog=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c Host
msgAddHostDialog=\u1794\u1784\u17d2\u1780\u17be\u178f host\u1798\u17bd\u1799\u17d4
msgConnectHostDialog=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179chost\u1798\u17bd\u1799\u17d4
btnConnectHost=\u1780\u17b6\u179a\u1797\u17d2\u1787\u17b6\u1794\u17cb(&n)
btnAddHost=\u1794\u1793\u17d2\u1790\u17c2\u1798(&A)
btnBrowse=&Browse...
msgConfirmCharset=\u1780\u17b6\u179a\u1780\u17c6\u178e\u178f\u17cb\u17a2\u1780\u17d2\u179f\u179a\u200b\u1782\u17ba{0}\u17d4 \u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1794\u1793\u17d2\u178f\u1791\u17c1?
btnTestConn=\u1780\u17b6\u179a\u1797\u17d2\u1787\u17b6\u1794\u17cb\u179f\u17b6\u1780\u179b\u17d2\u1794\u1784(&T)
msgTestConnSuccess=\u1780\u17b6\u179a\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1794\u17b6\u1793\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
tipAddHostButton=\u1794\u1793\u17d2\u1790\u17c2\u1798\u178f\u17c2host\u1794\u17c9\u17bb\u178e\u17d2\u178e\u17c4\u17c7\u200b \u1794\u17c9\u17bb\u1793\u17d2\u178f\u17c2\u1798\u17b7\u1793\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1793\u17b9\u1784host\u1791\u17c1\u17d4
tipConnectHostButton1=\u1794\u1793\u17d2\u1790\u17c2\u1798host\u17a0\u17be\u1799\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1793\u17b9\u1784host\u17d4
tipConnectHostButton2=\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1793\u17b9\u1784host\u17d4
lblHostName=\u1788\u17d2\u1798\u17c4\u17c7Host(&H):
lblAddress=\u17a2\u17b6\u179f\u1799\u178a\u17d2\u178b\u17b6\u1793(&A):
lblPort=&Port:
lblUserName=\u1788\u17d2\u1798\u17c4\u17c7User(&U):
lblPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb(&w):
lblJdbcVersion=&JDBC version:
errHostName=\u1788\u17d2\u1798\u17c4\u17c7host\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u1788\u17d2\u1798\u17c4\u17c7\u1793\u17c1\u17c7\u1798\u17b7\u1793\u1782\u17bd\u179a\u1798\u17b6\u1793\u1785\u1793\u17d2\u179b\u17c4\u17c7\u1785\u17c6\u17a0\u179a\u178e\u17b6\u179a\u1798\u17bd\u1799\u1791\u17c1 \u17a0\u17be\u1799\u178f\u1798\u17d2\u179a\u17bc\u179c\u17b2\u17d2\u1799\u1798\u17b6\u1793\u1794\u17d2\u179a\u179c\u17c2\u1784\u17a2\u1794\u17d2\u1794\u1794\u179a\u1798\u17b6\u179f\u17d2\u1798\u17be4bytes\u17d4
errHostExist=\u1788\u17d2\u1798\u17c4\u17c7host\u1793\u17c1\u17c7 \u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errAddressExist=\u17a2\u17b6\u179f\u1799\u178a\u17d2\u178b\u17b6\u1793\u1793\u17b7\u1784port\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errAddress=\u17a2\u17b6\u179f\u1799\u178a\u17d2\u178b\u17b6\u1793\u1793\u17c1\u17c7\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4\u200b \u17a2\u17b6\u179f\u1799\u178a\u17d2\u178b\u17b6\u1793\u1793\u17c1\u17c7\u1798\u17b7\u1793\u1782\u17bd\u179a\u1798\u17b6\u1793\u1785\u1793\u17d2\u179b\u17c4\u17c7\u1785\u17c6\u17a0\u179a\u178e\u17b6\u179a\u1798\u17bd\u1799\u1791\u17c1\u17d4
errUserName=\u1788\u17d2\u1798\u17c4\u17c7user\u1793\u17c1\u17c7\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4\u200b \u1788\u17d2\u1798\u17c4\u17c7\u1793\u17c1\u17c7\u1798\u17b7\u1793\u1782\u17bd\u179a\u1798\u17b6\u1793\u1785\u1793\u17d2\u179b\u17c4\u17c7\u1785\u17c6\u17a0\u179a\u178e\u17b6\u179a\u1798\u17bd\u1799\u1791\u17c1 \u17a0\u17be\u1799\u178f\u1798\u17d2\u179a\u17bc\u179c\u17b2\u17d2\u1799\u1798\u17b6\u1793\u1794\u17d2\u179a\u179c\u17c2\u1784\u17a2\u1794\u17d2\u1794\u1794\u179a\u1798\u17b6\u179f\u17d2\u1798\u17be4bytes\u17d4
errUserPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1798\u17b7\u1793\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c\u17d4
errPort=port\u1793\u17c1\u17c7\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4\u200b  port\u1793\u17c1\u17c7\u17a2\u17b6\u1785\u178f\u17d2\u179a\u17bc\u179c\u1780\u17c6\u178e\u178f\u17cb\u1787\u17b6\u178f\u17bd\u179b\u17c1\u1781\u179a\u179c\u17b6\u1784 1024 \u1793\u17b7\u1784 65535\u17d4
errConnectionRefused=Can not connect CUBRID host.\nPlease check informations to connect the host.\nAlso, please check that CUBRID host is whether installed or not.
msgConfirmDeleteHost=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u178a\u1780\u1785\u17c1\u1789\u1793\u17bc\u179chosts "{0}"\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u179a\u17bd\u1785\u17a0\u17be\u1799\u17ac\u1791\u17c1?
msgConfirmDisconnectHost=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1795\u17d2\u178f\u17b6\u1785\u17cbhosts "{0}"\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u179a\u17bd\u1785\u17a0\u17be\u1799\u17ac\u1791\u17c1?
msgConfirmDisconnectHostWithJob=\u1798\u17b6\u1793\u1780\u17b6\u179a\u1784\u17b6\u179abackground\u1799\u17c9\u17b6\u1784\u178f\u17b7\u1785\u1798\u17bd\u1799\u1780\u17c6\u1796\u17bb\u1784\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1791\u17b6\u1780\u17cb\u1791\u1784\u1793\u17b9\u1784"{0}"\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1795\u17d2\u178f\u17b6\u1785\u17cbhosts\u200b "{0}"\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u179a\u17bd\u1785\u17a0\u17be\u1799\u17ac\u1791\u17c1?
msgConfirmDeleteHostWithJob=\u1798\u17b6\u1793\u1780\u17b6\u179a\u1784\u17b6\u179abackground\u1799\u17c9\u17b6\u1784\u178f\u17b7\u1785\u1798\u17bd\u1799\u1780\u17c6\u1796\u17bb\u1784\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1791\u17b6\u1780\u17cb\u1791\u1784\u1793\u17b9\u1784"{0}"\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u178a\u1780\u1785\u17c1\u1789\u1793\u17bc\u179chosts "{0}"\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u179a\u17bd\u1785\u17a0\u17be\u1799\u17ac\u1791\u17c1?
titleServerVersion=\u1796\u178f\u17cc\u1798\u17b6\u1793CUBRID Server - {0}
errNoSupportDriver=\u1796\u17bb\u17c6\u1798\u17b6\u1793\u1780\u17b6\u179a\u1782\u17b6\u17c6\u1791\u17d2\u179aJDBC driver\u1780\u17d2\u1793\u17bb\u1784\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u1791\u17c1\u17d4 \u179f\u17bc\u1798\u1793\u17b6\u17c6\u1785\u17bc\u179b\u1798\u17d2\u178f\u1784\u1791\u17c0\u178f\u1793\u17bc\u179c JDBC driver!
errSelectSupportDriver=JDBC driver\u178a\u17c2\u179b\u17a2\u17d2\u1793\u1780\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f \u1798\u17b7\u1793\u1782\u17b6\u17c6\u1791\u17d2\u179aCUBRID Server\u1791\u17c1\u17d4 \u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179fJDBC driver\u1795\u17d2\u179f\u17c1\u1784\u1791\u17c0\u178f !
errNoSupportServerVersion=version\u1794\u1785\u17d2\u1785\u17bb\u1794\u17d2\u1794\u1793\u17d2\u1793 \u1798\u17b7\u1793\u1782\u17b6\u17c6\u1791\u17d2\u179aserver\u1793\u17c1\u17c7\u1791\u17c1\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1782\u17b6\u17c6\u1791\u17d2\u179a.
errConnectionFailed=Can not connect CUBRID host.\nPlease check informations to connect the host.\n\nReason: {0}
errUserPasswordConnect=The password is not correct. The password is for connecting CUBRID Manager server.
errConnectionReset=The connection is reset.\nCan not connect CUBRID host.\nPlease try to connect later.
errConnectTimedOut=Can not connect CUBRID host because of timed out.\nPlease try to connect again.
errUserNotFound=The user name is not valid. Please check whether or not the user name is for CUBRID Manager.
errConnectAddress=The host address is invalid to connect CUBRID Manager host.\nPlease check the host address to connect.
errConnJdbcNotSet=Please select a JDBC driver on the follow.
btnConnectSave=Save
#Change password related message
lblUserName=\u1788\u17d2\u1798\u17c4\u17c7User(&U):
lblOldPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1785\u17b6\u179f\u17cb(&l):
lblNewPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1790\u17d2\u1798\u17b8(&N):
lblPasswordConfirm=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb(&c):
titleChangePasswordDialog=\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb
msgChangePasswordDialog=\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1793\u17c3user\u178a\u17c2\u179b\u1780\u17c6\u1796\u17bb\u1784\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u17d4
msgChangeAdminPassword=\u179f\u17bc\u1798\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cbdefault\u1793\u17c3 admin user\u17d4
errOldPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1785\u17b6\u179f\u17cb\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errNewPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1790\u17d2\u1798\u17b8\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1782\u17bd\u179a\u178f\u17c2\u1798\u17b7\u1793\u1798\u17b6\u1793\u1791\u17b6\u17c6\u1784\u1785\u1793\u17d2\u179b\u17c4\u17c7\u1785\u17c6\u17a0\u179a\u178e\u17b6\u1798\u17bd\u1799 \u1793\u17b7\u1784\u1791\u17b6\u17c6\u1784\u1796\u17bb\u17c6\u1798\u17b6\u1793"admin"\u17d4  \u17a0\u17be\u1799\u179c\u17b6\u178f\u1798\u17d2\u179a\u17bc\u179c\u17b2\u17d2\u1799\u1798\u17b6\u1793\u1794\u17d2\u179a\u179c\u17c2\u1784\u17a2\u1794\u17d2\u1794\u1794\u179a\u1798\u17b6\u179f\u17d2\u1798\u17be4\u17d4
errPasswordConfirm=\u1794\u179a\u17b6\u1787\u17d0\u1799\u1785\u17c6\u1796\u17c4\u17c7\u1780\u17b6\u179a\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u17d4 \u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1782\u17bd\u179a\u178f\u17c2\u1798\u17b7\u1793\u1798\u17b6\u1793\u1791\u17b6\u17c6\u1784\u1785\u1793\u17d2\u179b\u17c4\u17c7\u1785\u17c6\u17a0\u179a\u178e\u17b6\u1798\u17bd\u1799 \u1793\u17b7\u1784\u1791\u17b6\u17c6\u1784\u1796\u17bb\u17c6\u1798\u17b6\u1793"admin"\u17d4  \u17a0\u17be\u1799\u179c\u17b6\u178f\u1798\u17d2\u179a\u17bc\u179c\u17b2\u17d2\u1799\u1798\u17b6\u1793\u1794\u17d2\u179a\u179c\u17c2\u1784\u17a2\u1794\u17d2\u1794\u1794\u179a\u1798\u17b6\u179f\u17d2\u1798\u17be4\u17d4
errNotEqualPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1791\u17b6\u17c6\u1784\u1796\u17b8\u179a\u1793\u17c1\u17c7\u1798\u17b7\u1793\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u17d4
msgChangePassSuccess=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1793\u17c1\u17c7\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4  \u178f\u17be\u17a2\u17d2\u1793\u1780\u1785\u1784\u17cb\u1785\u17bc\u179b\u178a\u17c6\u178e\u17be\u1780\u17b6\u179a\u17a1\u17be\u1784\u179c\u17b7\u1789\u1791\u17c1?

changePwdTaskName=\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb...
connHostTaskName=\u1797\u17d2\u1787\u17b6\u1794\u17cbhost "{0}"...

btnSavePassword=\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb(&S)

#ExportConfigDialog
ttlExportShell=\u1793\u17b6\u17c6\u1785\u17c1\u1789\u1794\u1789\u17d2\u1787\u17b8Config
ttlExportDialog=\u1793\u17b6\u17c6\u1785\u17c1\u1789{0}
dscExportDialog=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17be\u1798\u17d2\u1794\u17b8\u1793\u17b6\u17c6\u1785\u17c1\u1789\u1791\u17c5\u1780\u17b6\u1793\u17cb\u1794\u1789\u17d2\u1787\u17b8config {0}\u17d4
lblExportFilePath=\u1795\u17d2\u179b\u17bc\u179c\u1794\u1789\u17d2\u1787\u17b8(&p):
lblExportFileName=\u1788\u17d2\u1798\u17c4\u17c7\u1794\u1789\u17d2\u1787\u17b8(&F):
lblExportFileType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1794\u1789\u17d2\u1787\u17b8(&t):
confFileType=Config{0}
txtFileType=Text{0}
lblFileCharset=\u17a2\u1780\u17d2\u179f\u179a\u1794\u1789\u17d2\u1787\u17b8(&c):
errExportSelectFile=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17bd\u1799
errExportFileType=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791\u1794\u1789\u17d2\u1787\u17b8\u1798\u17bd\u1799
errUnsupportedCharset=\u17a2\u1780\u17d2\u179f\u179a\u178a\u17c2\u179b\u1798\u17b7\u1793\u1782\u17b6\u17c6\u1791\u17d2\u179a
ttlSaveAsShell=\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780
ttlSaveAsDialog=\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780{0}\u1787\u17b6
dscSaveAsDialog=\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1794\u1789\u17d2\u1787\u17b8 config {0}\u1791\u17c5\u1780\u17b6\u1793\u17cb\u1791\u17b8\u178f\u17b6\u17c6\u1784\u1798\u17bd\u1799\u1795\u17d2\u179f\u17c1\u1784\u17d4
msgConfirmOverrideFile=\u1794\u1789\u17d2\u1787\u17b8\u1793\u17c1\u17c7\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1780\u1785\u1784\u17cb\u1791\u17b6\u178f\u17cb\u179c\u17b6\u1785\u17c4\u179b\u1791\u17c1?

#ImportConfigDialog
ttlImportShell=\u1793\u17b6\u17c6\u1785\u17bc\u179b\u1794\u1789\u17d2\u1787\u17b8 Config
ttlImportDialog=\u1793\u17b6\u17c6\u1785\u17bc\u179b{0}
dscImportDialog=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u1794\u1789\u17d2\u1787\u17b8 config\u178a\u17be\u1798\u17d2\u1794\u17b8\u1793\u17b6\u17c6\u1785\u17bc\u179b\u1791\u17c5\u1780\u17d2\u1793\u17bb\u1784{0}\u17d4
lblImportFileName=\u1788\u17d2\u1798\u17c4\u17c7\u1794\u1789\u17d2\u1787\u17b8(&F):
msgConfirmImport=\u17a2\u17d2\u1793\u1780\u1796\u17b7\u178f\u1787\u17b6\u1785\u1784\u17cb\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1794\u1789\u17d2\u1787\u17b8\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784 server\u17ac\u1791\u17c1?
msgImportFileNoFound=\u1794\u1789\u17d2\u1787\u17b8\u178a\u17c2\u179b\u1793\u17b6\u17c6\u1785\u17bc\u179b\u179a\u1780\u1798\u17b7\u1793\u1783\u17be\u1789 \u17d4
errImportSelectFile=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u1789\u17d2\u1787\u17b8\u1798\u17bd\u1799\u178a\u17be\u1798\u17d2\u1794\u17b8\u1793\u17b6\u17c6\u1785\u17bc\u179b
ttlOpenShell=\u1794\u17be\u1780\u1794\u1789\u17d2\u1787\u17b8
ttlOpenDialog=\u1794\u17be\u1780\u1794\u1789\u17d2\u1787\u17b8 {0}  
dscOpenDialog=\u1794\u17be\u1780\u1794\u1789\u17d2\u1787\u17b8config {0}
btnOk=\u1796\u17d2\u179a\u1798(&O)


#EditConfigEditor
msgTipSaveAction=\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1780\u17d2\u1793\u17bb\u1784server
msgTipOpenAction=\u1794\u17be\u1780...
msgTipSaveasAction=\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1780\u17d2\u1793\u17bb\u1784\u1794\u1789\u17d2\u1787\u17b8...

#UtilHelp
getCmConfTaskRunning=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c cm.conf...
getBrokerConfTaskRunning=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c cubrid_broker.conf...
getCubridConfTaskRunning=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c cubrid.conf...
getHaConfTaskRunning=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c ha.conf...

#EditCmConfigAction,EditCubridConfigAction,EditHAConfigAction,EditBrokerConfigAction
msgEditorTooltip=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c {0} - {1} @ {2}:{3}

#Import hosts
msgSelectWorkspace=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1780\u1793\u17d2\u179b\u17c2\u1784\u1780\u17b6\u179a\u1784\u17b6\u179a
errInvalidWorkspace=\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1780\u1793\u17d2\u179b\u17c2\u1784\u1780\u17b6\u179a\u1784\u17b6\u179a\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4

#UserPasswordDialog
titleUserPassword=\u1788\u17d2\u1798\u17c4\u17c7User\u1793\u17b7\u1784\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb
msgInputNamePassword=\u179f\u17bc\u1798\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7User\u1793\u17b7\u1784\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u17d4
msgInvalidJdbcDriver=Jdbc Driver\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
msgConneted=\u1794\u17b6\u1793\u1797\u17d2\u1787\u17b6\u1794\u17cb
titleConnectionProgress=\u1780\u17b6\u179a\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1780\u17c6\u1796\u17bb\u1784\u179c\u17b7\u179c\u178c\u17d2\u178d
msgClickToConnect=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u178f\u17d2\u179a\u1784\u17cb \u1797\u17d2\u1787\u17b6\u1794\u17cb \u178a\u17be\u1798\u17d2\u1794\u17b8\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1791\u17c5\u1793\u17b9\u1784\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u17d4
colTaskName=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
colTaskProgress=\u179c\u17b7\u179c\u178c\u17d2\u178d\u1793\u17cd
colTaskDetails=\u1780\u17b6\u179a\u1784\u17b6\u179a\u179b\u17c6\u17a2\u17b7\u178f

msgPasswordHelp=(The CM user and password is 'admin' after installed.)