#common message
btnOK=\u1796\u17d2\u179a\u1798(&O)
btnCancel=\u1794\u178a\u17b7\u179f\u17c1\u1792
btnDetail=\u179b\u17c6\u17a2\u17b7\u178f(&D)
btnRefresh=\u179f\u1798\u17d2\u179a\u17bd\u179b\u17b2\u17d2\u1799\u1794\u17d2\u179a\u179f\u17be\u179a(&r)
btnFind=\u179f\u17d2\u179c\u17c2\u1784\u179a\u1780(&F)
btnDelete=\u178a\u1780\u1785\u17c1\u1789(&D)
btnAdd=\u1794\u1793\u17d2\u1790\u17c2\u1798(&A)...
btnEdit=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c(&E)...
btnClose=\u1794\u17b7\u1791(&C)
titleConfirm=\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb
titleError=\u1780\u17c6\u17a0\u17bb\u179f
titleWarning=\u1796\u17d2\u179a\u1798\u17b6\u1793
titleSuccess=\u1787\u17c4\u1782\u1787\u17d0\u1799
msgConfirmExistTitle=\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb\u1780\u17b6\u179a\u1785\u17b6\u1780\u1785\u17c1\u1789
msgConfirmExistFile=The file is already exist, do you want to overwrite?
msgExistConfirm=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1785\u17b6\u1780\u1785\u17c1\u1789\u1796\u17b8\u17a2\u17d2\u1793\u1780\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784 CUBRID\u17ac\u1791\u17c1?
msgExistConfirmWithJob=\u1798\u17b6\u1793\u1780\u17b6\u179a\u1784\u17b6\u179a\u1798\u17bd\u1799\u17ac\u1785\u17d2\u179a\u17be\u1793\u1794\u17b6\u1793\u1793\u17b7\u1784\u1780\u17c6\u1796\u17bb\u1784\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1785\u17b6\u1780\u1785\u17c1\u1789\u1796\u17b8\u17a2\u17d2\u1793\u1780\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784 CUBRID\u17ac\u1791\u17c1?

#User Management dialog related message
tblColumnUserId=User ID
tblColumnDbAuth=\u179f\u1798\u178f\u17d2\u1790\u1797\u17b6\u1796\u1794\u1784\u17d2\u1780\u17be\u178fDB
tblColumnBrokerAuth=\u179f\u1798\u178f\u17d2\u1790\u1797\u17b6\u1796Broker
tblColumnMonitorAuth=\u179f\u1798\u178f\u17d2\u1790\u1797\u17b6\u1796\u178f\u17d2\u179a\u17bd\u178f\u1798\u17be\u179b\u179f\u17d2\u1790\u17b6\u1793\u1797\u17b6\u1796
titleUserManagementDialog=\u1780\u17b6\u179a\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784User
msgUserManagementDialog=\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784\u1796\u178f\u17cc\u1798\u17b6\u1793 user\u17d4
msgUserManagementList=\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798\u1782\u17ba\u1787\u17b6\u178f\u17b6\u179a\u17b6\u1784user\u17d4
msgDeleteUserConfirm=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u178a\u1780\u1785\u17c1\u1789users\u178a\u17c2\u179b\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u179a\u17bd\u1785\u17a0\u17be\u1799\u17ac\u1791\u17c1?
lblUserId=&User ID:
titleAddUser=\u1794\u1793\u17d2\u1790\u17c2\u1798User
titleEditUser=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179cUser
msgAddUser=\u1794\u1784\u17d2\u1780\u17be\u178fuser\u1790\u17d2\u1798\u17b8\u17d4
msgEidtUser=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c user\u1794\u1785\u17d2\u1785\u17bb\u1794\u17d2\u1794\u1793\u17d2\u1793\u17d4
lblDbAuth=\u179f\u1798\u178f\u17d2\u1790\u1797\u17b6\u1796\u1794\u1784\u17d2\u1780\u17be\u178fDB(&c):
lblBrokerAuth=\u179f\u1798\u178f\u17d2\u1790\u1797\u17b6\u1796Broker(&B):
lblMonitorAuth=\u179f\u1798\u178f\u17d2\u1790\u1797\u17b6\u1796\u178f\u17d2\u179a\u17bd\u178f\u1798\u17be\u179b\u179f\u17d2\u1790\u17b6\u1793\u1797\u17b6\u1796(&m):
errPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17be\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1798\u17b7\u1793\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1782\u17bd\u179a\u178f\u17c2\u1798\u17b7\u1793\u179a\u17b6\u1794\u17cb\u1794\u1789\u17d2\u1787\u17bc\u179b\u1791\u17b8\u1791\u17c6\u1793\u17c1\u179a\u178e\u17b6\u1798\u17bd\u1799\u1793\u17b7\u1784\u1798\u17b7\u1793\u1791\u17b6\u17c6\u1784\u1787\u17b6"admin"\u17d4 \u17a0\u17be\u1799\u179c\u17b6\u178f\u1798\u17d2\u179a\u17bc\u179c\u1799\u1780\u1794\u17d2\u179a\u179c\u17c2\u1784\u1781\u17d2\u179b\u17b8\u17a2\u1794\u17d2\u1794\u1794\u179a\u1798\u17b6\u1782\u17ba4\u17d4
errUserExist=user \u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errUserId=Invalid user name. User name should begin with English alphabetic character, and be followed by English alphabetic characters, numbers (0 - 9) or underscore. The length is between 4 and 32.
tblColumnDbName=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
tblColumnConnected=\u1794\u17b6\u1793\u1797\u17d2\u1787\u17b6\u1794\u17cb
tblColumnDbUser=\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f User
tblColumnBrokerIP=Broker IP
tblColumnBrokerPort=Broker Port
msgDbAuthList=\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798\u1793\u17c1\u17c7\u1782\u17ba\u1787\u17b6\u178f\u17b6\u179a\u17b6\u1784\u179f\u1798\u178f\u17d2\u1790\u1797\u17b6\u1796\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u17d4
titleDbAuth=\u179f\u1798\u178f\u17d2\u1790\u1797\u17b6\u1796\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
msgDbAuth=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u178f\u17d2\u1790\u1797\u17b6\u1796\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
errDbAuth=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b user\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f \u1793\u17b7\u1784borker port\u1793\u17c3\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f{0}\u17d4
#properties dialog related message
grpConnectInformation=\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1796\u178f\u17cc\u1798\u17b6\u1793
grpServerType=\u1785\u17c2\u1780\u1785\u17b6\u1799\u1796\u178f\u17cc\u1798\u17b6\u1793
lblServerType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u179f\u17c1\u179c\u17b6(&S):
grpService=\u1794\u17b6\u1793\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u179f\u17c1\u179c\u17b6
grpAutoDatabase=\u179f\u17d2\u179c\u17d0\u1799\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
tabItemGeneral=\u1791\u17bc\u1791\u17c5
tabItemAdvanceOptions=\u1796\u1793\u17d2\u179b\u17bf\u1793\u1787\u1798\u17d2\u179a\u17be\u179f
grpGeneralPara=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a\u1791\u17bc\u1791\u17c5
tblColumnParameterName=\u1788\u17d2\u1798\u17c4\u17c7\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a
tblColumnValueType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u178f\u1798\u17d2\u179b\u17c3
tblColumnParameterValue=\u178f\u1798\u17d2\u179b\u17c3\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a
tblColumnParameterType=\u178f\u1798\u17d2\u179b\u17c3\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a
grpGeneral=\u1791\u17bc\u1791\u17c5
grpDiagnositics=\u179f\u1789\u17d2\u1789\u17b6\u178e\u179c\u17b7\u1793\u17b7\u1785\u17d2\u1786\u17d0\u1799
msgChangeCMParaSuccess=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a\u17a2\u17d2\u1793\u1780\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4 \u178f\u1798\u17d2\u179b\u17c3\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a\u1790\u17d2\u1798\u17b8 \u1793\u17b9\u1784\u1798\u17b6\u1793\u1794\u17d2\u179a\u179f\u17b7\u1791\u17d2\u1792\u17b7\u1797\u17b6\u1796\u1794\u1793\u17d2\u1791\u17b6\u1794\u17cb\u1796\u17b8\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u17a1\u17be\u1784\u179c\u17b7\u1789\u1793\u17bc\u179c CUBRID Manager server\u17d4
msgChangeServiceParaSuccess=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a\u179f\u17c1\u179c\u17b6\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4 \u178f\u1798\u17d2\u179b\u17c3\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a\u1790\u17d2\u1798\u17b8 \u1793\u17b9\u1784\u1798\u17b6\u1793\u1794\u17d2\u179a\u179f\u17b7\u1791\u17d2\u1792\u17b7\u1797\u17b6\u1796\u1794\u1793\u17d2\u1791\u17b6\u1794\u17cb\u1796\u17b8\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u17a1\u17be\u1784\u179c\u17b7\u1789\u1793\u17bc\u179c\u179f\u17c1\u179c\u17b6\u17d4
msgChangeServerParaSuccess=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179aserver\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4 \u178f\u1798\u17d2\u179b\u17c3\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a\u1790\u17d2\u1798\u17b8 \u1793\u17b9\u1784\u1798\u17b6\u1793\u1794\u17d2\u179a\u179f\u17b7\u1791\u17d2\u1792\u17b7\u1797\u17b6\u1796\u1794\u1793\u17d2\u1791\u17b6\u1794\u17cb\u1796\u17b8\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u17a1\u17be\u1784\u179c\u17b7\u1789\u1793\u17bc\u179cserver\u17d4
setCMParameterTaskName=\u1780\u17c6\u178e\u178f\u17cb\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a CUBRID Manager...
setCubridParameterTaskName=\u1780\u17c6\u178e\u178f\u17cb\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179aCUBRID...
grpDataBuffer=\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799Buffer
grpSortBuffer=Sort Buffer
grpLogBuffer=Log Buffer
grpOthersProperties=\u1795\u17d2\u179f\u17c1\u1784\u17d7
#BrokerParameterProperty
deleteBtnName=\u178a\u1780\u1785\u17c1\u1789
editBtnName=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c...
addBtnName=\u1794\u1793\u17d2\u1790\u17c2\u1798...
refreshUnit=\u179c\u17b7\u1793\u17b6\u1791\u17b8
refreshEnvOnLbl =ON
refreshEnvTitle=\u179f\u1798\u17d2\u179a\u17bd\u179b\u17b2\u17d2\u1799\u1794\u17d2\u179a\u179f\u17be\u179a\u17a1\u17be\u1784\u1793\u17bc\u179c\u1785\u1793\u17d2\u179b\u17c4\u17c7\u1793\u17c3 window\u200b\u1796\u178f\u17cc\u1798\u17b6\u1793broker\u17d4
portOfBrokerLst=Port
nameOfBrokerLst=\u1788\u17d2\u1798\u17c4\u17c7
brokerLstGroupName=\u178f\u17b6\u179a\u17b6\u1784\u1788\u17d2\u1798\u17c4\u17c7Broker
generalInfoGroupName=\u1796\u178f\u17cc\u1798\u17b6\u1793\u1791\u17bc\u1791\u17c5
refreshEnvOfTap=\u179f\u1798\u17d2\u179a\u17bd\u179b\u17b2\u17d2\u1799\u1794\u17d2\u179a\u179f\u17be\u179a\u17a1\u17be\u1784\u1793\u17bc\u179c\u1793\u17bc\u179c\u1780\u17b6\u179a\u1780\u17c6\u178e\u178f\u17cb\u1785\u1793\u17d2\u179b\u17c4\u17c7
brokerLstOfTap=Brokers
editActionTxt=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c
addActionTxt=\u1794\u1793\u17d2\u1790\u17c2\u1798
delActionTxt=\u178a\u1780\u1785\u17c1\u1789
restartBrokerMsg=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179abroker\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4 \u178f\u1798\u17d2\u179b\u17c3\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a\u1790\u17d2\u1798\u17b8 \u1793\u17b9\u1784\u1798\u17b6\u1793\u1794\u17d2\u179a\u179f\u17b7\u1791\u17d2\u1792\u17b7\u1797\u17b6\u1796\u1794\u1793\u17d2\u1791\u17b6\u1794\u17cb\u1796\u17b8\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u17a1\u17be\u1784\u179c\u17b7\u1789\u1793\u17bc\u179c CUBRID broker\u17d4
errMasterShmId=\u178f\u1798\u17d2\u179b\u17c3\u1793\u17c3 Master_Shm_Id \u1782\u17bd\u179a\u178f\u17c2\u1793\u17c5\u179a\u179c\u17b6\u1784\u1796\u17b8 1024 \u1793\u17b7\u1784 65535\u17d4
errMasterShmIdSamePort=\u178f\u1798\u17d2\u179b\u17c3\u1793\u17c3 Master_Shm_Id\u178a\u17c2\u179b\u17a2\u17d2\u1793\u1780\u1785\u1784\u17cb\u1780\u17c6\u178e\u178f\u17cb \u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17d2\u179a\u17be\u17d4
setBrokerConfParametersTaskName=\u1780\u17c6\u178e\u178f\u17cb\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179abroker...
#HA property
grpHACommon=\u1792\u1798\u17d2\u1798\u178f\u17b6
grpHAHostUser=Host User
lblHostName=\u1788\u17d2\u1798\u17c4\u17c7Host(&H):
lblUserName=\u1788\u17d2\u1798\u17c4\u17c7User(&U):
lblHACopySyncMode=\u1791\u1798\u17d2\u179a\u1784\u17cbSync(&S):
colHostName=\u1788\u17d2\u1798\u17c4\u17c7Host
colUserName=\u1788\u17d2\u1798\u17c4\u17c7User
colHACopySyncMode=\u1791\u1798\u17d2\u179a\u1784\u17cbSync
tipUserName='*' \u1798\u17b6\u1793\u1793\u17d0\u1799\u1790\u17b6 users\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb
tipSyncMode=\u179a\u1794\u17c0\u1794\u179a\u17c0\u1794\u1785\u17c6\u1793\u17b7\u1784\u1795\u17d2\u1791\u17bb\u1780\u1796\u178f\u17cc\u1798\u17b6\u1793\u1782\u17ba sync:async \u1787\u17b6\u1791\u1798\u17d2\u179a\u1784\u17cb\u178a\u17c2\u179b\u179a\u17bd\u1798\u1798\u17b6\u1793 sync\u1793\u17b7\u1784async \u1793\u17b7\u1784semi-sync\u17d4
errHAPortId=HA port id \u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u1791\u17c1\u17d4
errHAMemSize=HA\u178a\u17c2\u179b\u179f\u1798\u17d2\u179a\u17bd\u179b\u1792\u17d2\u179c\u17be\u1791\u17c6\u17a0\u17c6\u1785\u1784\u1785\u17b6\u17c6\u1792\u17c6\u1794\u17c6\u1795\u17bb\u178f \u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errHostName=\u179f\u17bc\u1798\u178a\u17b6\u1780\u17cb\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7 host\u17d4
errUserName=\u179f\u17bc\u1798\u178a\u17b6\u1780\u17cb\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7  user\u17d4
errSyncMode=\u179f\u17bc\u1798\u178a\u17b6\u1780\u17cb\u1794\u1789\u17d2\u1787\u17bc\u179bHA\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u1791\u1798\u17d2\u179a\u1784\u17cbsync\u17d4
msgSetHAConfSuccess=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a\u179a\u1794\u17c0\u1794\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179aHA\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1780\u17c6\u178e\u178f\u17cb\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
setHAConfTaskName=\u1780\u17c6\u178e\u178f\u17cb\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a\u179a\u1794\u17c0\u1794\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179aHA ...
#property dialog service pamameter error
errDataBufferPages=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179adata_buffer_pages \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17bc\u1785\u1787\u17b6\u17841\u17d4
errDataBufferSize=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179adata_buffer_size \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17bc\u1785\u1787\u17b6\u17841\u17d4
errSortBufferPages=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179asort_buffer_pages \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17bc\u1785\u1787\u17b6\u17841\u17d4
errSortBufferSize=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179asort_buffer_size \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17bc\u1785\u1787\u17b6\u17841\u17d4
errLogBufferPages=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179alog_buffer_pages \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17bc\u1785\u1787\u17b6\u1784 3\u17d4
errLogBufferSize=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179alog_buffer_size \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17bc\u1785\u1787\u17b6\u17841\u17d4
errLockEscalation=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179alock_escalation \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17bc\u1785\u1787\u17b6\u17845\u17d4
errLockTimeout=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179alock_timeout_in_secs \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17bc\u1785\u1787\u17b6\u1784 -1\u17d4
errDeadLock=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179adeadlock_detection_interval_in_secs \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17bc\u1785\u1787\u17b6\u17841\u17d4
errCheckpoint=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179acheckpoint_interval_in_mins \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17bc\u1785\u1787\u17b6\u17841\u17d4
errCubridPortId=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179acubrid_port_id \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17bc\u1785\u1787\u17b6\u17841\u17d4
errMaxClients=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179amax_clients \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17bc\u1785\u1787\u17b6\u1784 10\u17d4
errYesNoParameter=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a{0} \u17a2\u17b6\u1785\u1787\u17b6 "\u1799\u1780" \u17ac "\u1798\u17b7\u1793\u1799\u1780"\u17d4
errBackupVolumeMaxSize=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a{0} \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17bc\u1785\u1787\u17b6\u1784 32*1024. \u178f\u1798\u17d2\u179b\u17c3Default -1 \u1798\u17b6\u1793\u1793\u17d0\u1799\u1790\u17b6\u1798\u17b7\u1793\u1780\u17c6\u178e\u178f\u17cb\u17d4
errCsqlHistoryNum=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a{0} \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u179a\u179c\u17b6\u1784 1 \u1793\u17b7\u1784 200\u17d4
errGroupCommitInterval=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a{0} \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17bc\u1785\u1787\u17b6\u1784 0\u17d4
errIndexScanInOidBuffPage=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a{0} \u17a2\u17b6\u1785\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u1785\u1793\u17d2\u179b\u17c4\u17c7 1 \u1793\u17b7\u1784 16\u17d4
errIndexScanInOidBuffPageFloat=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a{0}\u17a2\u17b6\u1785\u1787\u17b6\u1785\u17c6\u1793\u17bd\u1793\u1791\u179f\u17d2\u179f\u1797\u17b6\u1782\u179a\u179c\u17b6\u1784 0.05\u1793\u17b7\u1784 16\u17d4
errInsertExeMode=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a{0} \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u179a\u179c\u17b6\u1784 1\u1793\u17b7\u1784 7\u17d4
errLockTimeOutMessageType=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a{0} \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u179a\u179c\u17b6\u1784 0 \u1793\u17b7\u1784 2\u17d4
errQueryCachMode=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a{0} \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u179a\u179c\u17b6\u1784 0 \u1793\u17b7\u1784 2\u17d4
errTempFileMemorySize=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a{0} \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u179a\u179c\u17b6\u17840\u1793\u17b7\u1784 20\u17d4
errThreadStackSize=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a{0} \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17bc\u1785\u1787\u17b6\u1784 64 * 1024\u17d4
errOnlyInteger=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a{0} \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u17d4
errUnfillFactor=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a{0} \u17a2\u17b6\u1785\u1787\u17b6\u1785\u17c6\u1793\u17bd\u1793\u1791\u179f\u17d2\u179f\u1797\u17b6\u1782\u179a\u179c\u17b6\u1784 0\u1793\u17b7\u1784 0.3\u17d4
errOnlyFloat=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a{0} \u17a2\u17b6\u1785\u1787\u17b6\u1785\u17c6\u1793\u17bd\u1793\u1791\u179f\u17d2\u179f\u1797\u17b6\u1782\u17d4
errParameterValue=\u178f\u1798\u17d2\u179b\u17c3\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a "{0}" \u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u178f\u1798\u17d2\u179b\u17c3\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u178f\u17b6\u1798\u1794\u17d2\u179a\u1797\u17c1\u1791\u179a\u1794\u179f\u17cb\u179c\u17b6\u17d4
errHaPortId=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a{0} \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u179a\u179c\u17b6\u1784 1024 \u1793\u17b7\u1784 65535\u17d4
errFormatDataBufferSize=\u179a\u1794\u17c0\u1794\u179a\u17c0\u1794\u1785\u17c6\u1793\u17b7\u1784\u1795\u17d2\u1791\u17bb\u1780\u1796\u178f\u17cc\u1798\u17b6\u1793\u1793\u17c3 data_buffer_size \u1796\u17bb\u17c6\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c\u17d4
errFormatSortBufferSize=\u179a\u1794\u17c0\u1794\u179a\u17c0\u1794\u1785\u17c6\u1793\u17b7\u1784\u1795\u17d2\u1791\u17bb\u1780\u1796\u178f\u17cc\u1798\u17b6\u1793\u1793\u17c3sort_buffer_size \u1796\u17bb\u17c6\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c\u17d4
errFormatLogBufferSize=\u179a\u1794\u17c0\u1794\u179a\u17c0\u1794\u1785\u17c6\u1793\u17b7\u1784\u1795\u17d2\u1791\u17bb\u1780\u1796\u178f\u17cc\u1798\u17b6\u1793\u1793\u17c3log_buffer_size \u1796\u17bb\u17c6\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c\u17d4 
#property dialog cm pamameter error
errCmPort=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179acm_port \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u179a\u179c\u17b6\u1784 1024 \u1793\u17b7\u1784 65535\u17d4
errMonitorInterval=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a monitor_interval \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17b7\u1785\u1787\u17b6\u1784 1\u17d4
errServerLongQueryTime=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179aserver_long_query_time \u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1798\u17b7\u1793\u178f\u17b7\u1785\u1787\u17b6\u1784 1\u17d4

#start service
msgStartServiceWithJob=\u17a2\u17d2\u1793\u1780\u17a2\u17b6\u1785\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u179f\u17c1\u179c\u17b6{0}\u17a5\u17a1\u17bc\u179c\u1793\u17c1\u17c7 \u1796\u17b8\u1796\u17d2\u179a\u17c4\u17c7\u1798\u17b6\u1793\u1780\u17b6\u179a\u1784\u17b6\u179a\u1798\u17bd\u1799\u17ac\u1785\u17d2\u179a\u17be\u1793\u1787\u17b6\u1784\u1793\u17c1\u17c7\u1780\u17c6\u1796\u17bb\u1784\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1791\u17b6\u1780\u17cb\u1791\u1784\u1793\u17b9\u1784\u179c\u17b6\u17d4 
msgStartServiceInHost=\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u179f\u17c1\u179c\u17b6\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784 host "{0}"
#stop service
msgStopServiceWithJob=\u17a2\u17d2\u1793\u1780\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1794\u1789\u17d2\u1788\u1794\u17cb\u179f\u17c1\u179c\u17b6{0}\u17a5\u17a1\u17bc\u179c\u1793\u17c1\u17c7\u1791\u17c1\u1796\u17b8\u1796\u17d2\u179a\u17c4\u17c7\u1798\u17b6\u1793\u1780\u17b6\u179a\u1784\u17b6\u179a\u1798\u17bd\u1799\u17ac\u1785\u17d2\u179a\u17be\u1793\u1787\u17b6\u1784\u1793\u17c1\u17c7\u1780\u17c6\u1796\u17bb\u1784\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1791\u17b6\u1780\u17cb\u1791\u1784\u1793\u17b9\u1784\u179c\u17b6\u17d4 
msgStopServiceInHost=\u1794\u1789\u17d2\u1788\u1794\u17cb\u179f\u17c1\u179c\u17b6\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784 host "{0}"

#HA related message
errNoSupportInHA=\u178f\u17bd\u1793\u17b6\u1791\u17b8\u1798\u17b7\u1793\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1782\u17b6\u17c6\u1791\u17d2\u179a\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u1791\u1798\u17d2\u179a\u1784\u17cb HA\u17d4

loadConfParaTaskName=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179aLoad conf ...
loadUserInfoTaskName=\u1796\u178f\u17cc\u1798\u17b6\u1793Load user ...
updateUserTaskName=\u1792\u17d2\u179c\u17be\u1791\u17c6\u1793\u17be\u1794\u1780\u1798\u17d2\u1798 user "{0}"...
delUserTaskName=\u178a\u1780\u1785\u17c1\u1789 user...

msgConfirmStopService=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1794\u1789\u17d2\u1788\u1794\u17cb\u179f\u17c1\u179c\u17b6\u178a\u17c2\u179a\u17ac\u1791\u17c1?

#status line
msgDatabaseNum=\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f: {0}
msgUserNum=Users: {0}
msgBrokerNum=Brokers: {0}
msgBrokerSqlLogNum=SQL Logs: {0}
msgBrokerAccessLogNum=Access Logs: {0}
msgBrokerErrorLogNum=\u1780\u17c6\u17a0\u17bb\u179f Logs: {0}
msgDbServerLogNum=Server Logs: {0}
#New Query Editor Dialog
titleNewQueryDialog= Query\u1790\u17d2\u1798\u17b8
msgNewQueryDialog=\u1780\u17b6\u179a\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1790\u17d2\u1798\u17b8\u1793\u17bc\u179cquery\u179f\u17d2\u179c\u17d0\u1799\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u17a2\u17d2\u1793\u1780\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c query \u1795\u17d2\u17a2\u17c2\u1780\u178f\u17b6\u1798hosts\u178a\u17c2\u179b\u1785\u17bb\u17c7\u1788\u17d2\u1798\u17c4\u17c7\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4\r\n\u17a2\u17d2\u1793\u1780\u17a2\u17b6\u1785\u1780\u17c6\u178e\u178f\u17cb\u1787\u1798\u17d2\u179a\u17be\u179fquery \u178a\u17c4\u1799\u179b\u17c6\u17a2\u17c0\u1784\u17d4 
msgStartDb=\u178a\u17c6\u1794\u17bc\u1784\u179f\u17bc\u1798\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f"{0}"\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u178a\u17be\u1798\u17d2\u1794\u17b8\u1797\u17d2\u1787\u17b6\u1794\u17cb\u17d4
#ToolTip 
tipIP=IP:{0}
tipPort=Port:{0}
tipUser=User:{0}
tipJDBC=JDBC:{0}
tipDbStatusRunning=\u179f\u17d2\u1790\u17b6\u1793\u1797\u17b6\u1796\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f:\u1780\u17c6\u1796\u17bb\u1784\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a
tipDbStatusStopped=\u179f\u17d2\u1790\u17b6\u1793\u1797\u17b6\u1796\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f:\u1794\u17b6\u1793\u1794\u1789\u17d2\u1788\u1794\u17cb
tipBrokerPort=Broker Port:{0}
tipBrokerAccessMode=\u1791\u1798\u17d2\u179a\u1784\u17cbBroker Access:{0}
tipBrokerStatusON=\u179f\u17d2\u1790\u17b6\u1793\u1797\u17b6\u1796Broker:\u1794\u17be\u1780
tipBrokerStatusOFF=\u179f\u17d2\u1790\u17b6\u1793\u1797\u17b6\u1796Broker:\u1794\u17b7\u1791

lblFromFile=\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8:
lblBrowser=Browser
msgImportServer=\u1793\u17b6\u17c6\u1785\u17bc\u179b Server \u1791\u17c5\u1780\u17b6\u1793\u17cb\u1791\u17b8\u1785\u17c6\u17a0\u179a\u1780\u17b6\u179a\u1784\u17b6\u179a
msgExportServer=\u1793\u17b6\u17c6\u1785\u17c1\u1789 Server \u1796\u17b8\u1791\u17b8\u1785\u17c6\u17a0\u179a\u1780\u17b6\u179a\u1784\u17b6\u179a
msgErrorMissingImportFile=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u1793\u17b6\u17c6\u1785\u17bc\u179b
msgErrorMissingImportServer=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f servers\u1793\u17b6\u17c6\u1785\u17bc\u179b
msgErrorMissingExportFile=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u1793\u17b6\u17c6\u1785\u17c1\u1789
msgConfirmOverwriteFile=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u179f\u179a\u179f\u17c1\u179a\u1787\u17b6\u1793\u17cb\u1796\u17b8\u179b\u17be\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8 "{0}"\u1793\u17c1\u17c7\u1791\u17c1?
msgErrorMissingExportServer=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f servers\u1793\u17b6\u17c6\u1785\u17c1\u1789;
msgInfoChangeName=Find duplicate host information, added a time string after their name by default.
msgInfoSame=Find duplicate host information, The duplicate host can't import to current workspace.
tlImportServer=\u1793\u17b6\u17c6\u1785\u17bc\u179b Server
tlExportServer=\u1793\u17b6\u17c6\u1785\u17c1\u1789 Server
btnSelectAll=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb
btnUnSelectAll=\u1798\u17b7\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb

taskNameImportServer=\u1793\u17b6\u17c6\u1785\u17bc\u179b Server...
taskNameExportServer=\u1793\u17b6\u17c6\u1785\u17c1\u1789 Server...

columnHeaderSelected=
columnHeaderServerInfo=\u1788\u17d2\u1798\u17c4\u17c7Server
columnHeaderServerAddress=\u17a2\u17b6\u179f\u1799\u178a\u17d2\u178b\u17b6\u1793Server
columnHeaderServerPort=Server Port
columnHeaderServerJdbcVersion=\u1780\u17c6\u178e\u17c2JDBC\u1790\u17d2\u1798\u17b8
columnHeaderServerUserName=\u1788\u17d2\u1798\u17c4\u17c7User
columnHeaderServerUserPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb User
columnHeaderServerAutoSave=\u179f\u17d2\u179c\u17d0\u1799\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780

passwordAutoSaveYes=\u1799\u1780
passwordAutoSaveNo=\u1798\u17b7\u1793\u1799\u1780

#Host status
lblServerMaster=Master
lblServerSlave=Slave
lblServerReplica=Replica
lblServerUnknow=Unknow
