btnBrowse=&Browse...
msgSelectDir=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7
msgSelectFile=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8
#database
msgConfirmStopDatabase=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u200b\u1793\u17b9\u1784\u1794\u1789\u17d2\u1788\u1794\u17cb\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f"{0}"\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u179a\u17bd\u1785\u17a0\u17be\u1799\u17ac\u1791\u17c1?
msgConfirmLogoutDatabase=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u200b\u1793\u17b9\u1784\u1795\u17d2\u178f\u17b6\u1785\u17cb\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f"{0}"\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u179a\u17bd\u1785\u17a0\u17be\u1799\u17ac\u1791\u17c1?
msgConfirmLogoutDBwithJob=\u1798\u17b6\u1793\u1780\u17b6\u179a\u1784\u17b6\u179a\u1799\u17c9\u17b6\u1784\u178f\u17b7\u1785\u1798\u17bd\u1799\u1780\u17c6\u1796\u17bb\u1784\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1791\u17b6\u1780\u17cb\u1791\u1784\u1793\u17b9\u1784 "{0}"\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1780\u1793\u17c5\u178f\u17c2\u1785\u1784\u17cb\u1795\u17d2\u178f\u17b6\u1785\u17cb\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f"{0}"\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u179a\u17bd\u1785\u17a0\u17be\u1799\u17ac\u1791\u17c1?
msgConfirmDeleteDBwithJob=\u1798\u17b6\u1793\u1780\u17b6\u179a\u1784\u17b6\u179a\u1799\u17c9\u17b6\u1784\u178f\u17b7\u1785\u1798\u17bd\u1799\u1780\u17c6\u1796\u17bb\u1784\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1791\u17b6\u1780\u17cb\u1791\u1784\u1793\u17b9\u1784 "{0}"\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1780\u1793\u17c5\u178f\u17c2\u1785\u1784\u17cb\u178a\u1780\u1785\u17c1\u1789\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f"{0}"\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u179a\u17bd\u1785\u17a0\u17be\u1799\u17ac\u1791\u17c1?
titleCreateDbDialog=\u1794\u1784\u17d2\u1780\u17be\u178f\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
#create database general information page
titleWizardPageGeneral=\u1796\u178f\u17cc\u1798\u17b6\u1793\u1791\u17bc\u1791\u17c5
msgWizardPageGeneral=\u1794\u1784\u17d2\u1780\u17be\u178f\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1790\u17d2\u1798\u17b8\u1798\u17bd\u1799
grpGeneralInfo=\u1796\u178f\u17cc\u1798\u17b6\u1793\u1791\u17bc\u1791\u17c5
lblDbName=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f(&m):
lblPageSize=\u1791\u17c6\u17a0\u17c6\u1791\u17c6\u1796\u17d0\u179a (byte):
lblLogPageSize=\u1790\u178f\u1791\u17c6\u17a0\u17c6\u1791\u17c6\u1796\u17d0\u179aLog (byte)(&L):
grpCharsetInfo=Collation(Charset)
lblUserDefinedCharset=User Defined
errUserDefinedCharset=The input charset is invalid. Please input the charset, or you can check the manual for help.
grpGenericVolInfo=\u1796\u178f\u17cc\u1798\u17b6\u1793\u1798\u17b6\u178cGeneric
lblVolSize=\u1791\u17c6\u17a0\u17c6\u1798\u17b6\u178c (Mbyte)(&V):
lblNumOfPages=\u1785\u17c6\u1793\u17bd\u1793\u1791\u17c6\u1796\u17d0\u179a(&p):
lblGenericVolPath=\u1795\u17d2\u179b\u17bc\u179c\u1798\u17b6\u178cGeneric(&G):
grpLogVolInfo=\u1796\u178f\u17cc\u1798\u17b6\u1793\u1798\u17b6\u178cLog
lblLogVolPath=\u1795\u17d2\u179b\u17bc\u179c\u1798\u17b6\u178cLog(&p):
errDbName=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errDbNameLength=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1798\u17b7\u1793\u17a2\u17b6\u1785\u179b\u17be\u179f\u1796\u17b8\u17a2\u1780\u17d2\u179f\u179a {0}\u17d4
errDbExist=\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1793\u17c1\u17c7\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errGenericVolSize=\u1791\u17c6\u17a0\u17c6\u1798\u17b6\u178cgeneric\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u1791\u17c1\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178f\u17c2\u1787\u17b6\u1785\u17c6\u1793\u17bd\u1793\u1791\u17d2\u179c\u17c1\u179a\u178a\u1784\u17ac\u178f\u1798\u17d2\u179b\u17c3\u179b\u17c1\u1781\u1782\u178f\u17cb\u179a\u179c\u17b6\u178420 \u1793\u17b7\u178420480\u17d4
errGenericPageNum=\u1785\u17c6\u1793\u17bd\u1793\u1791\u17c6\u1796\u17d0\u179ageneric\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u1791\u17c1\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178f\u17c2\u1787\u17b6\u178f\u1798\u17d2\u179b\u17c3\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1792\u17c6\u1787\u17b6\u17840\u17d4
errGenericVolPath=\u1795\u17d2\u179b\u17bc\u179c\u1798\u17b6\u178cgeneric\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errLogSize=\u1791\u17c6\u17a0\u17c6\u1798\u17b6\u178clog\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u1791\u17c1\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178f\u17c2\u1787\u17b6\u1785\u17c6\u1793\u17bd\u1793\u1791\u17d2\u179c\u17c1\u179a\u17ac\u178f\u1798\u17d2\u179b\u17c3\u179b\u17c1\u1781\u1782\u178f\u17cb\u179a\u179c\u17b6\u178420 \u1793\u17b7\u178420480\u17d4
errLogPageNum=\u1785\u17c6\u1793\u17bd\u1793\u1791\u17c6\u1796\u17d0\u179alog\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u1791\u17c1\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178f\u17c2\u1787\u17b6\u178f\u1798\u17d2\u179b\u17c3\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1792\u17c6\u1787\u17b6\u17840\u17d4
errLogVolPath=\u1795\u17d2\u179b\u17bc\u179c\u1798\u17b6\u178clog\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
#create database additional volume information page
titleWizardPageAdditional=\u1796\u178f\u17cc\u1798\u17b6\u1793\u1798\u17b6\u178c\u1794\u1793\u17d2\u1790\u17c2\u1798
msgWizardPageAdditional=\u1794\u1784\u17d2\u1780\u17be\u178f\u1796\u178f\u17cc\u1798\u17b6\u1793\u1798\u17b6\u178c\u1794\u1793\u17d2\u1790\u17c2\u1798\u1793\u17c3\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u17d4
grpAddtionalVolInfo=\u1796\u178f\u17cc\u1798\u17b6\u1793\u1798\u17b6\u178c\u1794\u1793\u17d2\u1790\u17c2\u1798
lblVolName=\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17b6\u178c(&n):
lblVolPath=\u1795\u17d2\u179b\u17bc\u179c\u1798\u17b6\u178c(&p):
lblVolType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1798\u17b6\u178c(&t):
btnAddVolume=\u1794\u1793\u17d2\u1790\u17c2\u1798\u1798\u17b6\u178c
msgVolumeList=\u178f\u17b6\u179a\u17b6\u1784\u1798\u17b6\u178c\u1794\u1793\u17d2\u1790\u17c2\u1798\u1794\u1785\u17d2\u1785\u17bb\u1794\u17d2\u1794\u1793\u17d2\u1793
tblColumnVolName=\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17b6\u178c
tblColumnVolType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1798\u17b6\u178c
tblColumnVolSize=\u1791\u17c6\u17a0\u17c6\u1798\u17b6\u178c(MB)
tblColumnNumOfPages=\u1785\u17c6\u1793\u17bd\u1793\u1791\u17c6\u1796\u17d0\u179a
tblColumnVolPath=\u1795\u17d2\u179b\u17bc\u179c\u1798\u17b6\u178c
btnDelVolume=\u178a\u1780\u1798\u17b6\u178c\u1785\u17c1\u1789(&D)
errVolumePath=\u1795\u17d2\u179b\u17bc\u179c\u1798\u17b6\u178c\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errVolumeSize=\u1791\u17c6\u17a0\u17c6\u1798\u17b6\u178c\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178f\u17c2\u1787\u17b6\u1785\u17c6\u1793\u17bd\u1793\u1791\u17d2\u179c\u17c1\u179a\u178a\u1784\u17ac\u178f\u1798\u17d2\u179b\u17c3\u179b\u17c1\u1781\u1782\u178f\u17cb\u1792\u17c6\u1787\u17b6\u17840\u17d4
errVolumePageNum=\u1785\u17c6\u1793\u17bd\u1793\u1791\u17c6\u1796\u17d0\u179a\u1798\u17b6\u178c\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178f\u17c2\u1787\u17b6\u178f\u1798\u17d2\u179b\u17c3\u179b\u17c1\u1781\u1782\u178f\u17cb\u1792\u17c6\u1787\u17b6\u17840\u17d4
#create database automation adding volume information page
titleWizardPageAuto=\u179f\u17d2\u179c\u17d0\u1799\u1796\u1784\u17d2\u179a\u17b8\u1780\u1798\u17b6\u178c
msgWizardPageAuto=\u1794\u1784\u17d2\u1780\u17be\u178f\u1796\u178f\u17cc\u1798\u17b6\u1793\u179f\u17d2\u179c\u17d0\u1799\u1794\u17d2\u179a\u178f\u17b7\u1780\u1798\u17d2\u1798\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1793\u17c3\u1780\u17b6\u179a\u1794\u1793\u17d2\u1790\u17c2\u1798\u1798\u17b6\u178c\u17d4
grpVolPurposeData=\u1782\u17c4\u179b\u1794\u17c6\u178e\u1784\u1798\u17b6\u178c: \u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799
btnUsingAuto=\u1780\u17b6\u179a\u1794\u17d2\u179a\u17be\u179f\u17d2\u179c\u17d0\u1799\u1794\u1793\u17d2\u1790\u17c2\u1798\u1798\u17b6\u178c(&U)
lblOutOfSpaceWarning=\u17a2\u179f\u17cb\u17a2\u178f\u17d2\u179a\u17b6\u1796\u17d2\u179a\u1798\u17b6\u1793\u1793\u17c5\u178f\u17d2\u179a\u1784\u17cb\u1791\u17b8\u1791\u17c6\u1793\u17c1\u179a  (%)(&O):
lblExtensionPage=\u1780\u17b6\u179a\u1796\u1784\u17d2\u179a\u17b8\u1780\u1791\u17c6\u1796\u17d0\u179a(&E):
grpVolPurposeIndex=\u1782\u17c4\u1794\u17c6\u178e\u1784\u1798\u17b6\u178c: \u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798
errNoIndexAndDataVolume=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1794\u1793\u17d2\u1790\u17c2\u1798\u1798\u17b6\u178c\u178a\u17c4\u1799\u179f\u17d2\u179c\u17d0\u1799\u1794\u17d2\u179a\u179c\u178f\u17d2\u178f\u17b7\u1791\u17c1\u17d4 \u179f\u17bc\u1798\u1794\u1793\u17d2\u1790\u17c2\u1798\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1798\u17b6\u178c \u17ac\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798\u1798\u17b6\u178c\u1780\u17d2\u1793\u17bb\u1784\u1791\u17c6\u1796\u17d0\u179a\u178a\u17be\u1798\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1780\u17b6\u179a\u1794\u1784\u17d2\u1780\u17be\u178f\u17d4
errDataOutOfSpace=\u1780\u17b6\u179a\u17a2\u179f\u17cb\u17a2\u178f\u17d2\u179a\u17b6\u1796\u17d2\u179a\u1798\u17b6\u1793\u1793\u17c5\u178f\u17d2\u179a\u1784\u17cb\u1791\u17b8\u1791\u17c6\u1793\u17c1\u179a \u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u179c\u17b6\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178f\u17c2\u17a2\u17b6\u1785\u1787\u17b6\u1785\u17c6\u1793\u17bd\u1793\u179b\u17c1\u1781\u179a\u179c\u17b6\u17845\u1793\u17b7\u178430\u17d4
errDataVolumeSize=\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1791\u17c6\u17a0\u17c6\u1798\u17b6\u178c\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178f\u17c2\u1787\u17b6\u1785\u17c6\u1793\u17bd\u1793\u1791\u17d2\u179c\u17c1\u179a\u178a\u1784\u17ac\u178f\u1798\u17d2\u179b\u17c3\u179b\u17c1\u1781\u1782\u178f\u17cb\u1792\u17c6\u1787\u17b6\u17840\u17d4
errDataVolumePageNum=\u1785\u17c6\u1793\u17bd\u1793\u1793\u17c3\u1791\u17c6\u1796\u17d0\u179a\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1798\u17b6\u178c\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178f\u17c2\u1787\u17b6\u178f\u1798\u17d2\u179b\u17c3\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1792\u17c6\u1787\u17b6\u17840\u17d4
errIndexOutOfSpace=\u1780\u17b6\u179a\u17a2\u179f\u17cb\u17a2\u178f\u17d2\u179a\u17b6\u1796\u17d2\u179a\u1798\u17b6\u1793\u1793\u17c5\u178f\u17d2\u179a\u1784\u17cb\u1791\u17b8\u1791\u17c6\u1793\u17c1\u179a\u1793\u17c3\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798\u1798\u17b6\u178c\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4  \u179c\u17b6\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178f\u17c2\u17a2\u17b6\u1785\u1787\u17b6\u1785\u17c6\u1793\u17bd\u1793\u179b\u17c1\u1781\u179a\u179c\u17b6\u17845\u1793\u17b7\u178430\u17d4
errIndexVolumeSize=\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798\u1791\u17c6\u17a0\u17c6\u1798\u17b6\u178c\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178f\u17c2\u1787\u17b6\u1785\u17c6\u1793\u17bd\u1793\u1791\u17d2\u179c\u17c1\u179a\u178a\u1784\u17ac\u178f\u1798\u17d2\u179b\u17c3\u179b\u17c1\u1781\u1782\u178f\u17cb\u1792\u17c6\u1787\u17b6\u17840\u17d4
errIndexVolumePageNum=\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798\u1785\u17c6\u1793\u17bd\u1793\u1791\u17c6\u1796\u17d0\u179a\u1798\u17b6\u178c\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4  \u179c\u17b6\u17a2\u17b6\u1785\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178f\u17c2\u1787\u17b6\u178f\u1798\u17d2\u179b\u17c3\u179b\u17c1\u1781\u1782\u178f\u17cb\u1798\u17bd\u1799\u1792\u17c6\u1787\u17b6\u17840;
#create database set dba password page
titleWizardPageSetDbaPass=\u1780\u17c6\u178e\u178f\u17cb\u1793\u17bc\u179c\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb DBA
msgWizardPageSetDbaPass=\u1780\u17c6\u178e\u178f\u17cb\u1793\u17bc\u179c\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cbDBA user\u1793\u17c3\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u17d4
lblPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb(&P):
lblPasswordConfirm=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb(&C):
grpSetPassword=\u1780\u17c6\u178e\u178f\u17cb\u1793\u17bc\u179c\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb
errPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1791\u17bb\u1780\u17b2\u17d2\u1799\u1793\u17c5\u179f\u179b\u17cb\u1780\u1793\u17d2\u179b\u17c2\u1784\u1791\u17c6\u1793\u17c1\u179a\u1791\u17c1 \u17a0\u17be\u1799\u178f\u1798\u17d2\u179a\u17bc\u179c\u17b2\u17d2\u1799\u1798\u17b6\u1793\u1794\u17d2\u179a\u179c\u17c2\u1784\u1781\u17d2\u179b\u17b8\u1787\u17b6\u17a2\u1794\u17d2\u1794\u1794\u179a\u1798\u17b6 4bytes\u17d4
errPasswordConfirm=\u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u17d4  \u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1791\u17bb\u1780\u17b2\u17d2\u1799\u1793\u17c5\u179f\u179b\u17cb\u1780\u1793\u17d2\u179b\u17c2\u1784\u1785\u17c6\u17a0\u179a\u1791\u17c1 \u17a0\u17be\u1799\u178f\u1798\u17d2\u179a\u17bc\u179c\u17b2\u17d2\u1799\u1798\u17b6\u1793\u1794\u17d2\u179a\u179c\u17c2\u1784\u1781\u17d2\u179b\u17b8\u1787\u17b6\u17a2\u1794\u17d2\u1794\u1794\u179a\u1798\u17b6 4bytes\u17d4
errNotEqualPass=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1791\u17b6\u17c6\u1784\u1796\u17b8\u179a\u1793\u17c1\u17c7 \u1798\u17b7\u1793\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u17d4
#create database database information page
titleWizardPageDbInfo=\u1796\u178f\u17cc\u1798\u17b6\u1793\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
msgWizardPageDbInfo=\u1796\u178f\u17cc\u1798\u17b6\u1793\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u178a\u17c2\u179b\u1794\u1784\u17d2\u1780\u17be\u178f\u179a\u17bd\u1785\u17d4
msgDbInfoList=\u17a2\u17d2\u1793\u1780\u1794\u17b6\u1793\u1794\u1789\u17d2\u1785\u1794\u17cb\u1787\u17c6\u17a0\u17b6\u1793\u1791\u17b6\u17c6\u1784\u1793\u17c1\u17c7 \u178a\u17c4\u1799\u178f\u1798\u17d2\u179a\u17bc\u179c\u17b2\u17d2\u1799\u1794\u1784\u17d2\u1780\u17be\u178f\u1793\u17bc\u179c\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1790\u17d2\u1798\u17b8\u1798\u17bd\u1799\u17d4 \u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1790\u17d2\u1798\u17b8\u1793\u17c1\u17c7 \u1793\u17b9\u1784\u178f\u17d2\u179a\u17bc\u179c\u1794\u1784\u17d2\u1780\u17be\u178f\u178f\u17b6\u1798\u179b\u1780\u17d2\u1781\u1781\u178e\u17d2\u178c\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798\u17d4
msgCreateDbrearJobName=\u1794\u1784\u17d2\u1780\u17be\u178f\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
msgCreateDBComplete=\u1780\u17b6\u179a\u1784\u17b6\u179a {0}\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u1789\u17d2\u1785\u1794\u17cb\u17d4
msgExistDbFound=\u178a\u17c4\u1799\u179f\u17b6\u179a\u178f\u17c2\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f {0}\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799 \u1793\u17c4\u17c7\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1794\u1784\u17d2\u1780\u17be\u178f\u1790\u17d2\u1798\u17b8\u1794\u17b6\u1793\u1791\u17c1\u17d4 \u179f\u17bc\u1798\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1798\u17be\u179b\u1796\u178f\u17cc\u1798\u17b6\u1793\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u17d4
#backup database dialog related message
titleBackupDbDialog=\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
grpBackuInfo=\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u1796\u178f\u17cc\u1798\u17b6\u1793
grpBackupHistoryInfo=\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u1796\u178f\u17cc\u1798\u17b6\u1793\u1794\u17d2\u179a\u179c\u178f\u17d2\u178f\u17b7
lblBackupLevel=\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u1780\u1798\u17d2\u179a\u17b7\u178f(&l):
lblBackupDir=\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7&d):
lblParallelBackup=\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u179f\u17d2\u179a\u1794(&P):
btnCheckConsistency=\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1797\u17b6\u1796\u1787\u17b6\u1794\u17cb\u179b\u17b6\u1794\u17cb\u1793\u17c3\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f(&C)\u17d4
btnDeleteLog=\u178a\u1780\u1785\u17c1\u1789\u1794\u178e\u17d2\u178e\u179f\u17b6\u179alog\u1798\u17b7\u1793\u1785\u17b6\u17c6\u1794\u17b6\u1785\u17cb (&D)
btnCompressVol=\u1794\u1784\u17d2\u17a0\u17b6\u1794\u17cb\u1798\u17b6\u178c\u1790\u178f\u1785\u1798\u17d2\u179b\u1784(&p)
btnSafeBackup=\u1780\u17b6\u179a\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u178a\u17c2\u179b\u1798\u17b6\u1793\u179f\u17bb\u179c\u178f\u17d2\u1790\u17b7\u1797\u17b6\u1796\u1793\u17c3\u1785\u1798\u17d2\u179b\u17be\u1799\u178f\u1794(&S)
msgBackupHistoryList=\u1796\u178f\u17cc\u1798\u17b6\u1793\u1794\u17d2\u179a\u179c\u178f\u17d2\u178f\u17b7\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u1798\u17bb\u1793\u17d7
tblColumnBackupLevel=\u1780\u1798\u17d2\u179a\u17b7\u178f\u1790\u178f\u1785\u1798\u17d2\u179b\u1784
tblColumnBackupDate=\u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17d2\u1786\u17c1\u1791\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u1785\u17bb\u1784\u1780\u17d2\u179a\u17c4\u1799
tblColumnSize=\u1791\u17c6\u17a0\u17c6(MB)
tblColumnBackupPath=\u1795\u17d2\u179b\u17bc\u179c\u1790\u178f\u1785\u1798\u17d2\u179b\u1784
msgConfirmBackupDb=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1782\u17b6\u17c6\u1791\u17d2\u179a\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1793\u17c1\u17c7\u1791\u17c1?
titleSuccess=\u1787\u17c4\u1782\u1787\u17d0\u1799
msgBackupSuccess=\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1790\u178f\u1785\u1798\u17d2\u179b\u1784 \u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u1789\u17d2\u1785\u1794\u17cb\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
errBackupDir=\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errParallerBackup=\u178f\u1798\u17d2\u179b\u17c3\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u179f\u17d2\u179a\u1794 \u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1787\u17b6\u1785\u17c6\u1793\u17bd\u1793\u179b\u17c1\u1781\u1792\u17c6\u1787\u17b6\u1784\u17e0\u17d4
errVolumeName=\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17b6\u178c\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
#unload database dialog related message
titleUnloadDbDialog=\u1798\u17b7\u1793\u1795\u17d2\u1791\u17bb\u1780\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
msgUnloadDbDialog=\u1798\u17b7\u1793\u1795\u17d2\u1791\u17bb\u1780\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f\u179a\u17bd\u1785
grpDbInfo=\u1796\u178f\u17cc\u1798\u17b6\u1793\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
lblTargetDbName=\u1780\u17c6\u178e\u178f\u17cb\u1782\u17c4\u179b\u178a\u17c5\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f(&n):
lblTargetDir=\u1780\u17c6\u178e\u178f\u17cb\u1782\u17c4\u179b\u178a\u17c5\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7(&d):
grpUnloadTarget=\u1798\u17b7\u1793\u1795\u17d2\u1791\u17bb\u1780\u1782\u17c4\u179b\u178a\u17c5
grpSchema=Schema
grpData=\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799
btnAll=\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb(&A)
btnSelectedTables=\u178f\u17b6\u179a\u17b6\u1784\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f\u179a\u17bd\u1785(&S)
btnNotInclude=\u1798\u17b7\u1793\u1794\u1789\u17d2\u1787\u17bc\u179b(&N)
grpUnloadOption=\u1798\u17b7\u1793\u1795\u17d2\u1791\u17bb\u1780\u1787\u1798\u17d2\u179a\u17be\u179f
btnUseDelimite=\u1794\u17d2\u179a\u17be\u17a2\u1793\u17d2\u178f\u179f\u1789\u17d2\u1789\u17b6\u178e\u1780\u179a\u1780\u17c6\u178e\u178f\u17cb\u178a\u17c2\u1793\u179a\u17bd\u1785("")(&U)
btnIncludeRef=\u1794\u1789\u17d2\u1787\u17bc\u179b\u178f\u17b6\u179a\u17b6\u1784\u1799\u17c4\u1784(&r)
btnPrefix=\u178a\u17b6\u1780\u17cb\u1794\u17bb\u1796\u17d2\u179c\u1794\u1791\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1794\u1789\u17d2\u1787\u17b8\u179b\u1791\u17d2\u1792\u1795\u179b(&P)
btnHashFile=\u1794\u1789\u17d2\u1787\u17b8hash(&h)
btnNumOfCachedPage=\u1785\u17c6\u1793\u17bd\u1793\u1791\u17c6\u1796\u17d0\u179a\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780(&N)
btnNumOfInstances=\u1785\u17c6\u1793\u17bd\u1793\u1785\u17d2\u1794\u17b6\u1794\u17cb\u1785\u1798\u17d2\u179b\u1784\u178a\u17c2\u179b\u1794\u17c9\u17b6\u1793\u17cb\u1794\u17d2\u179a\u1798\u17b6\u178e(&E)
btnLoFileCount=Lo\u1780\u17b6\u179a\u179a\u17b6\u1794\u17cb\u1794\u1789\u17d2\u1787\u17b8\u1780\u17d2\u1793\u17bb\u1784\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17bd\u1799
msgSuccessUnload=\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1798\u17b7\u1793\u1795\u17d2\u1791\u17bb\u1780\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u1791\u17c1\u17d4
errTargetDir=\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1782\u17c4\u179b\u178a\u17c5\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796 \u17d4
errNoTable=\u1796\u17bb\u17c6\u1798\u17b6\u1793\u178f\u17b6\u179a\u17b6\u1784\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u17d4
errPrefix=\u1794\u17bb\u1796\u17d2\u179c\u1794\u1791\u1793\u17c3\u1794\u1789\u17d2\u1787\u17b8\u179b\u1791\u17d2\u1792\u1795\u179b\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errHashFile=\u1788\u17d2\u1798\u17c4\u17c7\u1794\u1789\u17d2\u1787\u17b8hash\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errNumOfCachedPage=\u1785\u17c6\u1793\u17bd\u1793\u1791\u17c6\u1796\u17d0\u179a\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178f\u17c2\u1787\u17b6\u178f\u17bd\u179b\u17c1\u1781\u1792\u17c6\u1787\u17b6\u1784\u17e0\u17d4
errNumOfInstances=\u1785\u17c6\u1793\u17bd\u1793\u1785\u17d2\u1794\u17b6\u1794\u17cb\u1785\u1798\u17d2\u179b\u1784\u178a\u17c2\u179b\u1794\u17c9\u17b6\u1793\u17cb\u1794\u17d2\u179a\u1798\u17b6\u178e\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178f\u17c2\u1787\u17b6\u178f\u17bd\u179b\u17c1\u1781\u1792\u17c6\u1787\u17b6\u1784\u17e0\u17d4
errLoFileCount=\u1785\u17c6\u1793\u17bd\u1793\u1794\u1789\u17d2\u1787\u17b8Lo \u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17c2\u1798\u17bd\u1799 \u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178f\u17c2\u1787\u17b6\u178f\u17bd\u179b\u17c1\u1781\u1792\u17c6\u1787\u17b6\u1784\u17e0\u17d4
msgUnloadDbRearJobName=\u1798\u17b7\u1793\u1795\u17d2\u1791\u17bb\u1780\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
#load database related message
titleLoadDbDialog=\u1795\u17d2\u1791\u17bb\u1780\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
msgLoadDbDialog=\u1795\u17d2\u1791\u17bb\u1780\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f\u179a\u17bd\u1785
lblUserName=\u1788\u17d2\u1798\u17c4\u17c7User(&U):
grpLoadFile=\u1798\u17b7\u1793\u1795\u17d2\u1791\u17bb\u1780\u1794\u1789\u17d2\u1787\u17b8
btnSelectFileFromList=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u1789\u17d2\u1787\u17b8\u1798\u17b7\u1793\u1795\u17d2\u1791\u17bb\u1780\u1796\u17b8\u178f\u17b6\u179a\u17b6\u1784\u1788\u17d2\u1798\u17c4\u17c7(&l)\u17d4
tblColumnLoadType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1795\u17d2\u1791\u17bb\u1780
tblColumnPath=\u1795\u17d2\u179b\u17bc\u179c
tblColumnDate=\u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17d2\u1786\u17c1\u1791
btnSelectFileFromRemoteSys=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u1789\u17d2\u1787\u17b8\u1798\u17b7\u1793\u1795\u17d2\u1791\u17bb\u1780\u1796\u17b8\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u1794\u1789\u17d2\u1787\u17b6\u1796\u17b8\u1785\u1798\u17d2\u1784\u17b6\u1799(&r)
btnSelectFileFromLocalSys=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u1789\u17d2\u1787\u17b8\u1798\u17b7\u1793\u1795\u17d2\u1791\u17bb\u1780\u1796\u17b8\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u1781\u17b6\u1784\u1780\u17d2\u1793\u17bb\u1784(&t)
btnLoadSchema=\u1795\u17d2\u1791\u17bb\u1780schema(&s)
btnLoadObj=\u1795\u17d2\u1791\u17bb\u1780\u179c\u178f\u17d2\u1790\u17bb\u1794\u17c6\u178e\u1784(&o)
btnLoadIndex=\u1795\u17d2\u1791\u17bb\u1780\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798(&i)
btnLoadTrigger=\u1795\u17d2\u1791\u17bb\u1780\u1782\u1793\u17d2\u179b\u17b9\u17c7(&t)
grpLoadOption=\u1795\u17d2\u1791\u17bb\u1780\u1787\u1798\u17d2\u179a\u17be\u179f
btnCheckSyntax=\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1798\u17be\u179b\u179c\u17b6\u1780\u17d2\u1799\u179f\u1798\u17d2\u1796\u17d0\u1793\u17d2\u1792 \u1793\u17b7\u1784\u1795\u17d2\u1791\u17bb\u1780\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f(&s)
btnInsCount=\u1780\u17b6\u179a\u1794\u1789\u17d2\u1787\u17bc\u179b\u1785\u17c6\u1793\u17bd\u1793\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1791\u17c0\u1784\u1791\u17b6\u178f\u17cb(&I)
btnNoUseOid=\u1780\u17bb\u17c6\u1794\u17d2\u179a\u17be OID(&D)
btnNoUseStatistics=\u1780\u17bb\u17c6\u1792\u17d2\u179c\u17be\u1791\u17c6\u1793\u17be\u1794\u1780\u1798\u17d2\u1798\u179f\u17d2\u1790\u17b7\u178f\u17b7(&u)
btnUseErrorFile=\u1794\u17d2\u179a\u17be\u1794\u1789\u17d2\u1787\u17b8\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784\u1780\u17c6\u17a0\u17bb\u179f(&U)
btnIgnoreClassFile=\u1780\u17bb\u17c6\u17a2\u17be\u1796\u17be\u1793\u17b9\u1784\u1794\u1789\u17d2\u1787\u17b8\u178f\u17b6\u179a\u17b6\u1784(&I)
errLoadSchema=\u1794\u1789\u17d2\u1787\u17b8 schema\u178a\u17c2\u179b\u1795\u17d2\u1791\u17bb\u1780\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errLoadOjbects=\u1794\u1789\u17d2\u1787\u17b8\u1780\u1798\u17d2\u1798\u179c\u178f\u17d2\u1790\u17bb\u178a\u17c2\u179b\u1795\u17d2\u1791\u17bb\u1780\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errLoadIndex=\u1794\u1789\u17d2\u1787\u17b8\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798\u178a\u17c2\u179b\u1795\u17d2\u1791\u17bb\u1780\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errLoadTrigger=\u1794\u1789\u17d2\u1787\u17b8\u1782\u1793\u17d2\u179b\u17b9\u17c7\u178a\u17c2\u179b\u1795\u17d2\u1791\u17bb\u1780\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errLoadFileFromSys=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u1794\u1789\u17d2\u1787\u17b8\u1798\u17b7\u1793\u1795\u17d2\u1791\u17bb\u1780\u1796\u17b8\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u1794\u1789\u17d2\u1787\u17b8\u17d4
errLoadFileFromList=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u1794\u1789\u17d2\u1787\u17b8\u1798\u17b7\u1793\u1795\u17d2\u1791\u17bb\u1780\u1796\u17b8\u178f\u17b6\u179a\u17b6\u1784\u1788\u17d2\u1798\u17c4\u17c7\u17d4
errInsertCount=\u178f\u1798\u17d2\u179b\u17c3\u1793\u17c3\u1785\u17c6\u1793\u17bd\u1793\u1794\u1789\u17d2\u1787\u17bc\u179b\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1791\u17c0\u1784\u1791\u17b6\u178f\u17cb \u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1782\u17d2\u179a\u17b6\u1793\u17cb\u178f\u17c2\u1787\u17b6\u178f\u17bd\u179b\u17c1\u1781\u1792\u17c6\u1787\u17b6\u1784\u17e0\u17d4
errControlFile=\u1794\u1789\u17d2\u1787\u17b8\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784\u1780\u17c6\u17a0\u17bb\u179f\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errClassFile=\u1794\u1789\u17d2\u1787\u17b8\u178f\u17b6\u179a\u17b6\u1784\u1798\u17b7\u1793\u179f\u17d2\u1782\u17b6\u179b\u17cb \u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 
errNoSelectedPath=\u179f\u17bc\u1798\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1794\u1789\u17d2\u1787\u17b8\u1798\u17b7\u1793\u1795\u17d2\u1791\u17bb\u1780\u1793\u17c3\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u1796\u17b8\u178f\u17b6\u179a\u17b6\u1784\u1788\u17d2\u1798\u17c4\u17c7\u17d4
#restore database related message
titleRestoreDbDialog=\u1790\u178f\u178f\u1798\u17d2\u179b\u17be\u1784\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u179c\u17b7\u1789
msgRestoreDbDialog=\u1790\u178f\u178f\u1798\u17d2\u179b\u17be\u1784\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f\u1799\u1780
grpDbName=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
grpRecoveryPath=\u1780\u17c6\u178e\u178f\u17cb\u1795\u17d2\u179b\u17bc\u179c\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u178a\u17bc\u1785\u178a\u17be\u1798\u179c\u17b7\u1789\u17d4
btnSelectDateAndTime=\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17d2\u1786\u17c1\u1791\u1793\u17b7\u1784\u1798\u17c9\u17c4\u1784\u1790\u178f\u178f\u1798\u17d2\u179b\u17be\u1784(&S)
lblDbName=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f(&n):
grpRestoredDate=\u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17d2\u1786\u17c1\u1791\u1790\u178f\u178f\u1798\u17d2\u179b\u17be\u1784
btnBackupTime=\u1798\u17c9\u17c4\u1784\u1790\u178f\u1785\u1798\u17d2\u179b\u1784(&t)
btnRestoreDate=\u1780\u17c6\u178e\u178f\u17cb\u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17d2\u1786\u17c1\u1791\u1790\u178f\u178f\u1798\u17d2\u179b\u17be\u1784(&S)
lblDate=\u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17d2\u1786\u17c1\u1791(&D):
lblTime=\u1798\u17c9\u17c4\u1784(&T):
btnLevel2File=\u1780\u1798\u17d2\u179a\u17b7\u178f\u1794\u1789\u17d2\u1787\u17b82(&2):
btnLevel1File=\u1780\u1798\u17d2\u179a\u17b7\u178f\u1794\u1789\u17d2\u1787\u17b81(&1):
btnLevel0File=\u1780\u1798\u17d2\u179a\u17b7\u178f\u1794\u1789\u17d2\u1787\u17b80(&0):
btnShowBackupInfo=\u1794\u1784\u17d2\u17a0\u17b6\u1789\u1796\u178f\u17cc\u1798\u17b6\u1793\u1790\u178f\u1785\u1798\u17d2\u179b\u1784(&0)
grpPartialRecovery=\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u178a\u17bc\u1785\u178a\u17be\u1798\u178a\u17c4\u1799\u1795\u17d2\u1793\u17c2\u1780
btnPerformPartialRecovery=\u17a2\u1793\u17bb\u179c\u178f\u17d2\u178f\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u178a\u17bc\u1785\u178a\u17be\u1798\u178a\u17c4\u1799\u1795\u17d2\u1793\u17c2\u1780 \u1794\u17d2\u179a\u179f\u17b7\u1793\u1794\u17be\u1794\u178e\u17d2\u178e\u179f\u17b6\u179alog\u178e\u17b6\u1798\u17bd\u1799\u17a2\u179c\u178f\u17d2\u178f\u1798\u17b6\u1793(&P)\u17d4
btnUserDefinedRecoveryPath=\u1795\u17d2\u179b\u17bc\u179c\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u178a\u17bc\u1785\u178a\u17be\u1798\u1793\u17c3User\u1787\u17b6\u1780\u17cb\u179b\u17b6\u1780\u17cb(&r)
errYear=\u178f\u1798\u17d2\u179b\u17c3\u1786\u17d2\u1793\u17b6\u17c6\u1793\u17c3\u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17d2\u1786\u17c1\u1791\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errMonth=\u178f\u1798\u17d2\u179b\u17c3\u1781\u17c2\u1793\u17c3\u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17d2\u1786\u17c1\u1791\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errDay=\u178f\u1798\u17d2\u179b\u17c3\u1790\u17d2\u1784\u17c3\u1793\u17c3\u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17d2\u1786\u17c1\u1791\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errHour=\u178f\u1798\u17d2\u179b\u17c3\u1798\u17c9\u17c4\u1784\u1793\u17c3\u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17d2\u1786\u17c1\u1791\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errMinute=\u178f\u1798\u17d2\u179b\u17c3\u1793\u17b6\u1791\u17b8\u1793\u17c3\u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17d2\u1786\u17c1\u1791\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errSecond=\u178f\u1798\u17d2\u179b\u17c3\u179c\u17b7\u1793\u17b6\u1791\u17b8\u1793\u17c3\u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17d2\u1786\u17c1\u1791\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errLevel2File=\u1780\u1798\u17d2\u179a\u17b7\u178f\u1794\u1789\u17d2\u1787\u17b82\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errLevel1File=\u1780\u1798\u17d2\u179a\u17b7\u178f\u1794\u1789\u17d2\u1787\u17b81\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errLevel0File=\u1780\u1798\u17d2\u179a\u17b7\u178f\u1794\u1789\u17d2\u1787\u17b80\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errRecoveryPath=\u1795\u17d2\u179b\u17bc\u179c\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u178a\u17bc\u1785\u178a\u17be\u1798\u1793\u17c3User\u1787\u17b6\u1780\u17cb\u179b\u17b6\u1780\u17cb \u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
msgRestoreSuccess=\u1780\u17b6\u179a\u1790\u178f\u178f\u1798\u17d2\u179b\u17be\u1784\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u1789\u17d2\u1785\u1794\u17cb\u178a\u17c4\u1799\u1787\u17c4\u1787\u17d0\u1799\u17d4
msgRestoreDBRearJobName=\u1780\u17b6\u179a\u1790\u178f\u178f\u1798\u17d2\u179b\u17be\u1784\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
grpRestoredData=\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u178a\u17c2\u179b\u1794\u17b6\u1793\u1790\u178f\u178f\u1798\u17d2\u179b\u17be\u1784\u179a\u17bd\u1785
btnSelectBackupInfo=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1796\u178f\u17cc\u1798\u17b6\u1793\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u178a\u17c2\u179b\u1798\u17b6\u1793(&b)
btnDbPath=\u1795\u17d2\u179b\u17bc\u179c\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u178a\u17bc\u1785\u178a\u17be\u1798(&p):
grpDbPath=\u1795\u17d2\u179b\u17bc\u179c\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u178a\u17bc\u1785\u178a\u17be\u1798
errNoSelectBackupInfo=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1796\u178f\u17cc\u1798\u17b6\u1793\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u178a\u17c2\u179b\u1798\u17b6\u1793\u17d4
errBackupFileNoExist=\u1794\u1789\u17d2\u1787\u17b8\u1790\u178f\u1785\u1798\u17d2\u179b\u1784"{0}" \u1796\u17bb\u17c6\u1798\u17b6\u1793\u1791\u17c1\u17d4
#rename database dialog message
titleRenameDbDialog=\u178a\u17b6\u1780\u17cb\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u17a1\u17be\u1784\u179c\u17b7\u1789
msgRenameDbDialog=\u178a\u17b6\u1780\u17cb\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u17a1\u17be\u1784\u179c\u17b7\u1789
lblNewDbName=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1790\u17d2\u1798\u17b8(&N):
btnForceDelBackupVolume=\u178a\u1780\u1785\u17c1\u1789\u1798\u17b6\u178c\u1790\u178f\u1785\u1798\u17d2\u179b\u1784(&F)
btnExtendedVolumePath=\u1795\u17d2\u179b\u17bc\u179c\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u1794\u17b6\u1793\u1796\u1784\u17d2\u179a\u17b8\u1780(&E)
btnRenameIndiVolume=\u178a\u17b6\u1780\u17cb\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17b6\u178c\u1793\u17b8\u1798\u17bd\u1799\u17d7\u17a1\u17be\u1784\u179c\u17b7\u1789(&i)
tblColumnCurrVolName=\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17b6\u178c\u1794\u1785\u17d2\u1785\u17bb\u1794\u17d2\u1794\u1793\u17d2\u1793
tblColumnNewVolName=\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17b6\u178c\u1790\u17d2\u1798\u17b8
tblColumnCurrDirPath=\u1795\u17d2\u179b\u17bc\u179c\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1794\u1785\u17d2\u1785\u17bb\u1794\u17d2\u1794\u1793\u17d2\u1793
tblColumnNewDirPath=\u1795\u17d2\u179b\u17bc\u179c\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1790\u17d2\u1798\u17b8
errExtendedVolPath=\u1795\u17d2\u179b\u17bc\u179c\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u1794\u17b6\u1793\u1796\u1784\u17d2\u179a\u17b8\u1780 \u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
msgRenameDBRearJobName=\u178a\u17b6\u1780\u17cb\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u17a1\u17be\u1784\u179c\u17b7\u1789
msgRenameDBComplete=\u1780\u17b6\u179a\u1784\u17b6\u179a{0}\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u1789\u17d2\u1785\u1794\u17cb\u178a\u17c4\u1799\u1787\u17c4\u1787\u17d0\u1799\u17d4
#Backup db volume information dialog
titleBackupDbVolInfoDialog=\u1796\u178f\u17cc\u1798\u17b6\u1793\u1798\u17b6\u178c\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1790\u178f\u1785\u1798\u17d2\u179b\u1784
msgBackupDbVolInfoDialog=\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798\u1782\u17ba\u1787\u17b6\u1796\u178f\u17cc\u1798\u17b6\u1793\u1798\u17b6\u178c\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u17d4
#Backup db dialog
msgBackupDBRearJobName=\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1790\u178f\u1785\u1798\u17d2\u179b\u1784
#unload db result dialog realted message
titleUnloadDbResultDialog=\u179b\u1791\u17d2\u1792\u179b\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1798\u17b7\u1793\u1795\u17d2\u1791\u17bb\u1780 
msgUnloadDbResultDialog=\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798\u1782\u17ba\u1787\u17b6\u1796\u178f\u17cc\u1798\u17b6\u1793\u179b\u1791\u17d2\u1792\u179b\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1798\u17b7\u1793\u1795\u17d2\u1791\u17bb\u1780 \u17d4
tblColumnTable=\u178f\u17b6\u179a\u17b6\u1784
tblColumnRowCount=\u1785\u17c6\u1793\u17bd\u1793\u1787\u17bd\u179a\u178a\u17c1\u1780
tblColumnProgress=\u179c\u17b7\u179c\u178c\u17d2\u1788\u1793\u17cd(%)
#create directory dialog related message
titleCreateDirDialog=\u1794\u1784\u17d2\u1780\u17be\u178f\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1790\u17d2\u1798\u17b8
msgCreateDirDialog=\u1794\u1784\u17d2\u1780\u17be\u178f\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1790\u17d2\u1798\u17b8\u17d4
msgDirList=\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798\u1796\u17bb\u17c6\u1798\u17b6\u1793\u1791\u17c1\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1780\u1785\u1784\u17cb\u1794\u1784\u17d2\u1780\u17be\u178f\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1791\u17b6\u17c6\u1784\u1793\u17c1\u17c7\u1791\u17c1?
#load database result dialog related message
titleLoadDbResultDialog=\u179b\u1791\u17d2\u1792\u1795\u179b\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1795\u17d2\u1791\u17bb\u1780
msgLoadDbResultDialog=\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798\u1782\u17ba\u1787\u17b6\u1796\u178f\u17cc\u1798\u17b6\u1793\u179b\u1791\u17d2\u1792\u1795\u179b\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1795\u17d2\u1791\u17bb\u1780\u17d4
msgLoadDBRearJobName=\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1795\u17d2\u1791\u17bb\u1780
#login database dialog related message
titleLoginDbDialog=\u1785\u17bc\u179b\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
msgLoginDbDialog=\u1785\u17bc\u179b\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u17d4
msgLoginQueryEditorDialog=\u179f\u17bc\u1798\u17a2\u17d2\u1793\u1780\u178f\u1798\u17d2\u179b\u17be\u1784\u1796\u178f\u17cc\u1798\u17b6\u1793\u1785\u17bc\u179b\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u17d4
lblDbUserName=\u1788\u17d2\u1798\u17c4\u17c7User(&U):
lblLoginServerName=Broker &IP:
lblLoginDatabaseName=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f(&n):
lblLoginBrokerPort=Broker &port:
lblDbPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb(&P):
lblDbJdbcVersion=\u1780\u17c6\u178e\u17c2JDBC\u1790\u17d2\u1798\u17b8(&J):
grpBrokerInfo=\u1796\u178f\u17cc\u1798\u17b6\u1793Broker
grpAddeHosts=\u1796\u178f\u17cc\u1798\u17b6\u1793Host\u178a\u17c2\u179b\u1785\u17bb\u17c7\u1794\u1789\u17d2\u1787\u17b8\u179a\u17bd\u1785 
lblAddedHost=\u1788\u17d2\u1798\u17c4\u17c7Host(&H):
lblDbIp=\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179fIP(&D):
errUserName=\u1788\u17d2\u1798\u17c4\u17c7user\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u1791\u17c1\u17d4 \u1798\u17b6\u1793\u178f\u17c2user\u1796\u17c1\u1789\u179f\u17bb\u1796\u179b\u1791\u17c1\u200b \u17a2\u17b6\u1785\u1798\u17b6\u1793\u179f\u17b7\u1791\u17d2\u1792\u17b7\u1785\u17bc\u179b\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u17d4
grpOption=Option
lblComment=Comment:
#overide file dialog related message
titleOverideFileDialog=\u1791\u17b6\u178f\u17cb\u1785\u17c4\u179b\u1794\u1789\u17d2\u1787\u17b8
msgOverrideFileDialog=\u1794\u1789\u17d2\u1787\u17b8\u1793\u17c1\u17c7\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
msgOverrideFileList=\u1794\u1789\u17d2\u1787\u17b8\u1793\u17c1\u17c7\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1780\u1785\u1784\u17cb\u1791\u17b6\u178f\u17cb\u1785\u17c4\u179b\u1794\u1789\u17d2\u1787\u17b8\u1793\u17c1\u17c7\u1791\u17c1?
tblColumnFile=\u1794\u1789\u17d2\u1787\u17b8
btnConnectSave=Save

#transaction
killTransactionName=\u1794\u17c6\u1795\u17d2\u179b\u17b6\u1789\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a(&K)
menuKillTransaction=\u1794\u17c6\u1795\u17d2\u179b\u17b6\u1789\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a
#check database
btnRepair=\u1787\u17bd\u179f\u1787\u17bb\u179b \u1796\u17c1\u179b\u1797\u17b6\u1796\u1798\u17b7\u1793\u1787\u17b6\u1794\u17cb\u179b\u17b6\u1794\u17cb\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u179a\u1780\u1783\u17be\u1789(&R)\u17d4
titleCheckDbDialog=\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
grpCheckDescInfo=\u1796\u17b7\u1796\u178e\u17cc\u1793\u17b6
lblCheckDescInfo=\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u17d4 \u1797\u17b6\u1796\u1798\u17b7\u1793\u1787\u17b6\u1794\u17cb\u179b\u17b6\u1794\u17cb\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u179a\u1780\u1783\u17be\u1789 \u179f\u17bc\u1798\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1780\u17b6\u179a\u1782\u17b6\u17c6\u1791\u17d2\u179aCUBRID \u178a\u17be\u1798\u17d2\u1794\u17b8\u1787\u17bd\u1799\u1794\u1780\u179f\u17d2\u179a\u17b6\u1799\u179b\u1791\u17d2\u1792\u1795\u179b \u1793\u17b7\u1784\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb\u1796\u17b8\u1794\u1789\u17d2\u17a0\u17b6\u178a\u17c2\u179b\u1794\u17b6\u1793\u1785\u1784\u17d2\u17a2\u17bb\u179b\u1794\u1784\u17d2\u17a0\u17b6\u1789\u178e\u17b6\u1798\u17bd\u1799 \u178a\u17be\u1798\u17d2\u1794\u17b8\u1780\u17bb\u17c6\u17b2\u17d2\u1799\u179c\u17b6\u1780\u17be\u178f\u17a1\u17be\u1784\u1798\u17d2\u178f\u1784\u1791\u17c0\u178f\u17d4
lblCheckDbName=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f:
msgCheckDbDialog=\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
msgCheckSuccess=\u1780\u17b6\u179a\u1784\u17b6\u179a{0}\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u1789\u17d2\u1785\u1794\u17cb\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
msgCheckDbRearName=\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
#compact database
lblCompactDbName=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f:
titleCompactDbDialog=\u1794\u1784\u17d2\u179a\u17bd\u1798\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
grpCompactDescInfo=\u1796\u17b7\u1796\u178e\u17cc\u1793\u17b6
lblCompactDescInfo=\u179c\u17b7\u1792\u17b6\u1793\u1793\u17c1\u17c7 \u178f\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u1791\u17b8\u1791\u17c6\u1793\u17c1\u179a\u1796\u17b8\u179a\u1794\u17d2\u179a\u1797\u1796 \n\n-OIDs\u1793\u17c3\u1780\u1798\u17d2\u1798\u179c\u178f\u17d2\u1790\u17bb\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u178a\u1780\u1785\u17c1\u1789 \n-multiple\u1780\u17b6\u179a\u1794\u1784\u17d2\u17a0\u17b6\u1789\u178f\u17b6\u179a\u17b6\u1784\u1785\u1798\u17d2\u179a\u17bb\u17c7\u17d4
msgCompactDbDialog=\u1794\u1784\u17d2\u179a\u17bd\u1798\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
msgQuestionSure=\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb
msgCompactConfirm=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1794\u1784\u17d2\u179a\u17bd\u1798\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1793\u17c1\u17c7\u1791\u17c1?
msgCompactSuccess=\u1780\u17b6\u179a\u1784\u17b6\u179a {0}\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u1789\u17d2\u1785\u1794\u17cb\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
titleFailure=\u1794\u179a\u17b6\u1787\u17d0\u1799
errCompactInfo=\u1794\u179a\u17b6\u1787\u17d0\u1799\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u1794\u1784\u17d2\u179a\u17bd\u1798:
msgCompactDbRearJobName=\u1794\u1784\u17d2\u179a\u17bd\u1798\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
titleCompactDbVerboseDialog=\u1794\u1784\u17d2\u179a\u17bd\u1798\u1796\u178f\u17cc\u1798\u17b6\u1793\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u179b\u17c6\u17a2\u17b7\u178f\u178f\u17c2\u1798\u17b7\u1793\u179f\u17bc\u179c\u1794\u17b6\u1793\u1780\u17b6\u179a\u17d4
msgCompactDbVerboseDialog=\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798\u1782\u17ba\u1787\u17b6\u1780\u17b6\u179a\u1794\u1784\u17d2\u179a\u17bd\u1798\u1796\u178f\u17cc\u1798\u17b6\u1793\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u179b\u17c6\u17a2\u17b7\u178f\u178f\u17c2\u17a5\u178f\u1794\u17b6\u1793\u1780\u17b6\u179a\u17d4
msgVerboseBtn=\u1794\u1784\u17d2\u17a0\u17b6\u1789\u179f\u17b6\u179a\u179a\u1794\u17c0\u1794\u179b\u17c6\u17a2\u17b7\u178f\u178f\u17c2\u1798\u17b7\u1793\u179f\u17bc\u179c\u1794\u17b6\u1793\u1780\u17b6\u179a (&S)
#copy database
titleCopyDbDialog=\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
msgCopyDbDialog=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1796\u178f\u17cc\u1798\u17b6\u1793\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u17d4
grpDbSourceName=\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1794\u17d2\u179a\u1797\u1796
lblSrcDbName=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f:
lblSrcDbPathName=\u1795\u17d2\u179b\u17bc\u179c\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f:
lblSrcLogPathName=\u1795\u17d2\u179b\u17bc\u179c\u1794\u1789\u17d2\u1787\u17b8Log :
grpDbDestName=\u1782\u17c4\u179b\u178a\u17c5\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
lblDescDbName=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f(&n):
lblDescDbPathName=\u1795\u17d2\u179b\u17bc\u179c\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f(&p):
lblDescLogPathName=\u1795\u17d2\u179b\u17bc\u179c\u1794\u1789\u17d2\u1787\u17b8Log(&f):
tblColumnCurrentVolName=\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17b6\u178c\u1794\u1785\u17d2\u1785\u17bb\u1794\u17d2\u1794\u1793\u17d2\u1793
tblColumnCopyNewVolName=\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17b6\u178c\u1790\u17d2\u1798\u17b8
tblColumnCopyNewDirPath=\u1795\u17d2\u179b\u17bc\u179c\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1790\u17d2\u1798\u17b8
btnCopyVolume=\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u1798\u17b6\u178c\u1793\u17b8\u1798\u17bd\u1799\u17d7\u178a\u17c4\u1799\u17a1\u17c2\u1780\u17d7(&C)
errCopyInputTitle=\u1780\u17b6\u179a\u1794\u1789\u17d2\u1787\u17bc\u179b\u1780\u17c6\u17a0\u17bb\u179f
errCopyDbName=\u1780\u17c6\u17a0\u17bb\u179f DBName
errCopyNameTitle=\u1780\u17c6\u17a0\u17bb\u179f pathName
errCopyName=\u1780\u17c6\u17a0\u17bb\u179f pathName
btnDeleteSrcDb=\u178a\u1780\u1785\u17c1\u1789\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1794\u17d2\u179a\u1797\u1796(&D)
btnReplaceDb=\u178a\u17b6\u1780\u17cb\u1787\u17c6\u1793\u17bd\u179f\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u178a\u17c2\u179b\u1798\u17b6\u1793(&R)
lblCopyFreeDiskSize=\u1791\u17b8\u1791\u17c6\u1793\u17c1\u179aFree disk:{0}
lblCopyDbSize=\u1791\u17c6\u17a0\u17c6\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f:{0}
msgCopyShellText=\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
btnBrowseName=Browse...
lblVolumePathName=\u1796\u1784\u17d2\u179a\u17b8\u1780\u1795\u17d2\u179b\u17bc\u179c\u179f\u1798\u17d2\u179b\u17c1\u1784(&E):
errDatabaseLength=\u1794\u17d2\u179a\u179c\u17c2\u1784\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u178f\u17b7\u1785\u1787\u17b6\u1784{0}\u17d4
msgSelectDB=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1798\u17bd\u1799
errInputLogDirectory=\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17bd\u1799\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1794\u1789\u17d2\u1787\u17b8log\u17d4
errInput=\u178a\u17b6\u1780\u17cb\u1794\u1789\u17d2\u1787\u17bc\u179b\u1780\u17c6\u17a0\u17bb\u179f
errInputTargetDb=\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17bd\u1799\u1793\u17c3\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1782\u17c4\u179b\u178a\u17c5\u17d4
warnYesNoOverWrite=\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1782\u17c4\u179b\u178a\u17c5\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1794\u1793\u17d2\u178f\u17ac\u1791\u17c1?
errDesitinationDbExist=\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1782\u17c4\u179b\u178a\u17c5\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errNotEnoughSpace=\u1791\u17b8\u1791\u17c6\u1793\u17c1\u179a\u1798\u17b7\u1793\u1782\u17d2\u179a\u1794\u17cb

warnYesNoCopyDb=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1793\u17c1\u17c7\u1791\u17c1? 
warnYesNoCopyDbSpaceOver=\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u17a2\u17b6\u1785\u1787\u17bd\u1794\u1794\u179a\u17b6\u1787\u17d0\u1799\u178a\u17c4\u1799\u179f\u17b6\u179a\u1791\u17b8\u1791\u17c6\u1793\u17c1\u179adisk\u1798\u17b7\u1793\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u17b6\u1793\u17cb \n\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1794\u1793\u17d2\u178f\u17ac\u1791\u17c1?
msgCopyDBComplete=\u1780\u17b6\u1784\u17b6\u179a{0}\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u1789\u17d2\u1785\u1794\u17cb\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
msgCopyDbRearJobName=\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1790\u178f\u1785\u1798\u17d2\u179b\u1784
#directory
msgDirectoryDbDialog=\u1795\u17d2\u179b\u17bc\u179c\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7
#delete dababase
titleDeleteDbDialog=\u178a\u1780\u1785\u17c1\u1789\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
msgDeleteDbDialog=\u178a\u1780\u1785\u17c1\u1789\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f\u179a\u17bd\u1785\u17a0\u17be\u1799
lblDeleteDbName=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f:
btnDelBakup=\u178a\u1780\u1785\u17c1\u1789\u1798\u17b6\u178c\u1790\u178f\u1785\u1798\u17d2\u179b\u1784(&b)
tblColDelDbVolName=\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17b6\u178c
tblColDelDbVolPath=\u1795\u17d2\u179b\u17bc\u179c\u1798\u17b6\u178c
tblColDelDbChangeDate=\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17d2\u1786\u17c1\u1791
tblColDelDbVolType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1798\u17b6\u178c
tblColDelDbTotalSize=\u1791\u17c6\u17a0\u17c6\u179f\u179a\u17bb\u1794(\u1791\u17c6\u1796\u17d0\u179a)
tblColDelDbRemainSize=\u1791\u17c6\u17a0\u17c6\u1793\u17c5\u179f\u179b\u17cb(\u1791\u17c6\u1796\u17d0\u179a)
tblColDelDbVolSize=\u1791\u17c6\u17a0\u17c6\u1798\u17b6\u178c(MB)
btnDeldbPath=\u178a\u1780\u1785\u17c1\u1789\u1795\u17d2\u179b\u17bc\u179c\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f(&d)
msgDeleteDbConfirm=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u178a\u1780\u1785\u17c1\u1789\u1795\u17d2\u179b\u17bc\u179c\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u17ac\u1791\u17c1?
lblVolumeInfomation=\u1796\u178f\u17cc\u1798\u17b6\u1793\u1798\u17b6\u178c\u1793\u17c3\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1793\u17c1\u17c7
#param dump
titleParamDumpDialog=\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179aDump\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17d2\u179a\u17be
msgParamDumpDialog=\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1798\u17be\u179b\u178f\u1798\u17d2\u179b\u17c3\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a
btnBoth=Dump \u1791\u17b6\u17c6\u1784\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179aclient\u1793\u17b7\u1784\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179aserver(&D)
grpParamDumpDescInfo=\u1796\u17b7\u1796\u178e\u17cc\u1793\u17b6
lblParamDumpDescInfo=\u179c\u17b7\u1792\u17b6\u1793\u1793\u17c1\u17c7\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17d2\u179a\u17be\u178a\u17be\u1798\u17d2\u1794\u17b8\u1794\u1784\u17d2\u17a0\u17b6\u1789\u1796\u178f\u17cc\u1798\u17b6\u1793\u17a2\u17c6\u1796\u17b8\u1795\u17c2\u1793\u1780\u17b6\u179aquery\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1780\u17d2\u1793\u17bb\u1784server\u17d4
lblParamDumpDbName=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f:
tblTtlParamName=\u1788\u17d2\u1798\u17c4\u17c7\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a
tblTtlServer=\u178f\u1798\u17d2\u179b\u17c3Server
tblTtlClient=\u178f\u1798\u17d2\u179b\u17c3Client
#plan dump
titlePlanDumpDialog=\u179a\u17c0\u1794\u1785\u17c6Dump\u1791\u17b8\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780
msgPlanDumpDialog=\u1794\u1784\u17d2\u17a0\u17b6\u1789\u1795\u17c2\u1793\u1780\u17b6\u179aquery
btnDrop=\u1791\u1798\u17d2\u179b\u17b6\u1780\u17cb\u1785\u17c4\u179b\u1795\u17c2\u1793\u1780\u17b6\u179a\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u1780\u17d2\u1793\u17bb\u1784\u1791\u17b8\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u179a\u1794\u179f\u17cbserver(&D)
grpPlanDumpDescInfo=\u1796\u17b7\u1796\u178e\u17cc\u1793\u17b6
lblPlanDumpDescInfo=\u179c\u17b7\u1792\u17b6\u1793\u1793\u17c1\u17c7\u1794\u1784\u17d2\u17a0\u17b6\u1789\u1796\u178f\u17cc\u1798\u17b6\u1793\u1794\u1785\u17d2\u1785\u17bb\u1794\u17d2\u1794\u1793\u17d2\u1793\u1793\u17c3\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c9\u17c2\u178f\u17d2\u179a\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17d2\u179a\u17be\u1780\u17d2\u1793\u17bb\u1784\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179aserver/client\u17d4
lblPlanDumpDbName=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f:
#Kill Transaction
grpTransactionInfo=\u1796\u178f\u17cc\u1798\u17b6\u1793\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a
lblTransactionUserName=\u1788\u17d2\u1798\u17c4\u17c7User:
lblTransactionHostName=Host:
lblTransactionProcessId=\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179aid:
lblTransactionProgramName=\u1788\u17d2\u1798\u17c4\u17c7\u1780\u1798\u17d2\u1798\u179c\u17b7\u1792\u17b8:
lblTransactionKillType=\u1794\u17c6\u1795\u17d2\u179b\u17b6\u1789\u1794\u17d2\u179a\u1797\u17c1\u1791:
titleKillTransactionDialog=\u1794\u17c6\u1795\u17d2\u179b\u17b6\u1789\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a
itemKillOnly=\u1794\u17c6\u1795\u17d2\u179b\u17b6\u1789\u178f\u17c2\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u1799\u1780
itemKillSameName=\u1794\u17c6\u1795\u17d2\u179b\u17b6\u1789\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u178a\u17c2\u179b\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1787\u17b6\u1798\u17bd\u1799\u1793\u17b9\u1784user\u178a\u17bc\u1785\u1782\u17d2\u1793\u17b6\u17d4
itemKillSameHost=\u1794\u17c6\u1795\u17d2\u179b\u17b6\u1789\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u178a\u17c2\u179b\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1787\u17b6\u1798\u17bd\u1799\u1793\u17b9\u1784 client host\u178a\u17bc\u1785\u1782\u17d2\u1793\u17b6\u17d4
itemKillSameProgram=\u1794\u17c6\u1795\u17d2\u179b\u17b6\u1789\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u178a\u17c2\u179b\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1787\u17b6\u1798\u17bd\u1799\u1793\u17b9\u1784\u1788\u17d2\u1798\u17c4\u17c7\u1780\u1798\u17d2\u1798\u179c\u17b7\u1792\u17b8\u178a\u17bc\u1785\u1782\u17d2\u1793\u17b6\u17d4
msgKillTransactionDialog=\u1794\u17c6\u1795\u17d2\u179b\u17b6\u1789\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a
msgKillOnlyConfirm=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1794\u17c6\u1795\u17d2\u179b\u17b6\u1789\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u1793\u17c5\u178f\u17d2\u179a\u1784\u17cb pid={0}\u17ac\u1791\u17c1?
msgKillSameUserConfirm=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1794\u17c6\u1795\u17d2\u179b\u17b6\u1789\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u1793\u17c5\u178f\u17d2\u179a\u1784\u17cb user={0}\u17ac\u1791\u17c1?
msgKillSameHostConfirm=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1794\u17c6\u1795\u17d2\u179b\u17b6\u1789\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u1793\u17c5\u178f\u17d2\u179a\u1784\u17cbhost={0}\u17ac\u1791\u17c1?
msgKillSameProgramConfirm=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1794\u17c6\u1795\u17d2\u179b\u17b6\u1789\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u1793\u17c5\u178f\u17d2\u179a\u1784\u17cb\u1780\u1798\u17d2\u1798\u179c\u17b7\u1792\u17b8={0}\u17ac\u1791\u17c1?
msgKillSuccess=\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17c6\u1795\u17d2\u179b\u17b6\u1789\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
#lockinfoDetail
titleLockInfoDetailDialog=\u1796\u178f\u17cc\u1798\u17b6\u1793Lock (\u179b\u17c6\u17a2\u17b7\u178f)
tblColTranIndex=\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798Tran
tblColGrantedMode=\u1791\u1798\u17d2\u179a\u1784\u17cbGranted 
tblColCount=\u1780\u17b6\u179a\u179a\u17b6\u1794\u17cb\u1785\u17c6\u1793\u17bd\u1793
tblColNsubgranules=Nsubgranules
grpBlockedHolder=Lock\u200b Holders\u178f\u17d2\u179a\u17bc\u179c\u1781\u17d2\u1791\u1794\u17cb\u200b
tblColLockTranIndex=\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798Tran
tblColLockGrantedMode=\u1791\u1798\u17d2\u179a\u1784\u17cbGranted
tblColLockCount=\u1780\u17b6\u179a\u179a\u17b6\u1794\u17cb\u1785\u17c6\u1793\u17bd\u1793
tblColLockBlockedMode=\u1791\u1798\u17d2\u179a\u1784\u17cb\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1781\u17d2\u1791\u1794\u17cb
tblColLockStartWaitingAt=\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u179a\u1784\u17cb\u1785\u17b6\u17c6
tblColLockWaitForNsecs=\u179a\u1784\u17cb\u1785\u17b6\u17c6nsecs
grpLockWaiter=Lock \u1780\u17d2\u179a\u17bb\u1798Waiters
tblColWaiterTranIndex=\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798Tran
tblColWaiterBlockedMode=\u1791\u1798\u17d2\u179a\u1784\u17cb\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1781\u17d2\u1791\u1794\u17cb
tblColWaiterStartWaitingAt=\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u179a\u1784\u17cb\u1785\u17b6\u17c6
tblColWaiterWaitForNsecs=\u179a\u1784\u17cb\u1785\u17b6\u17c6nsecs
msgLockInfoDetailDialog=\u1796\u178f\u17cc\u1798\u17b6\u1793Lock(\u179b\u17c6\u17a2\u17b7\u178f)
grpLockHolders=Lock holders
lblObjectId=\u1780\u1798\u17d2\u1798\u179c\u178f\u17d2\u1790\u17bbid:{0}
lblObjectType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1780\u1798\u17d2\u1798\u179c\u178f\u17d2\u1790\u17bb:{0}
#LockInfo
titleLockInfoDialog=Locking\u1796\u178f\u17cc\u1798\u17b6\u1793
tabItemClientInfo=\u1796\u178f\u17cc\u1798\u17b6\u1793Lock setting/client(&s)
tabItemObjectLock=\u178f\u17b6\u179a\u17b6\u1784 lock\u1780\u1798\u17d2\u1798\u179c\u178f\u17d2\u1790\u17bb(&t)
grpLockSetting=\u1780\u17b6\u179a\u1794\u1784\u17d2\u1780\u17be\u178f lock\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb server
grpClientsCur=Clients\u1794\u1785\u17d2\u1785\u17bb\u1794\u17d2\u1794\u1793\u17d2\u1793
tblColLockInfoIndex=\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798
tblColLockInfoPname=Pname
tblColLockInfoUid=Uid
tblColLockInfoHost=Host
tblColLockInfoPid=Pid
tblColLockInfoIsolationLevel=\u1780\u1798\u17d2\u179a\u17b7\u178f\u178a\u17b6\u1785\u17cb\u1782\u17d2\u1793\u17b6
tblColLockInfoTimeOut=\u1796\u17c1\u179b\u1795\u17d2\u17a2\u17b6\u1780\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a
grpLockTable=\u1798\u17b6\u178f\u17b7\u1780\u17b6\u179a\u1793\u17c3\u178f\u17b6\u179a\u17b6\u1784lock\u1780\u1798\u17d2\u1798\u179c\u178f\u17d2\u1790\u17bb
tblColLockInfoOid=Oid
tblColLockInfoObjectType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1780\u1798\u17d2\u1798\u179c\u178f\u17d2\u1790\u17bb
tblColLockInfoNumHolders=Num holders
tblColLockInfoNumBlockedHolders=Num\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u1794\u17b6\u1793\u1781\u17d2\u1791\u1794\u17cb
tblColLockInfoNumWaiters=Num waiters
msgLockInfoDialog=Locking\u1796\u178f\u17cc\u1798\u17b6\u1793
lblLockEscalation=\u1780\u17b6\u179a\u1796\u1784\u17d2\u179a\u17b8\u1780Lock:{0}
lblRunInterval=\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u1785\u1793\u17d2\u179b\u17c4\u17c7deadlock:{0}
lblCurrentLockedObjNum=\u1785\u17c6\u1793\u17bd\u1793\u1780\u1798\u17d2\u1798\u179c\u178f\u17d2\u1790\u17bb\u1794\u1785\u17d2\u1785\u17bb\u1794\u17d2\u1794\u1793\u17d2\u1793\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179clocked={0}
lblMaxLockedObjNum=\u1785\u17c6\u1793\u17bd\u1793\u1780\u1798\u17d2\u1798\u179c\u178f\u17d2\u1790\u17bb\u17a2\u178f\u17b7\u1794\u179a\u1798\u17b6\u178a\u17c2\u179b\u17a2\u17b6\u1785\u178f\u17d2\u179a\u17bc\u179clocked ={0}
#new directory
titleCreateNewDialog=\u1794\u1784\u17d2\u1780\u17be\u178f\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1790\u17d2\u1798\u17b8
msgCreateNewDirInformation=\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798\u1796\u17bb\u17c6\u1798\u17b6\u1793\u1791\u17c1\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1780\u1785\u1784\u17cb\u1794\u1784\u17d2\u1780\u17be\u178f\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1791\u17b6\u17c6\u1784\u1793\u17c1\u17c7\u1791\u17c1?
tblColDirectoryVolume=\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7
msgCreateNewDialog=\u1794\u1784\u17d2\u1780\u17be\u178f\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1790\u17d2\u1798\u17b8
#Optimize db
lblOptimizeDbName=\u1788\u17d2\u1798\u17c4\u17c7\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f:
lblOptimizeClassName=\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17b6\u179a\u17b6\u1784:
grpOptimizeDesc=\u1796\u17b7\u1796\u178e\u17cc\u1793\u17b6
lblOptimizeDesc=query optimizer\u1794\u17d2\u179a\u17be\u1796\u178f\u17cc\u1798\u17b6\u1793\u179f\u17d2\u1790\u17b7\u178f\u17b7\u178a\u17bc\u1785\u1787\u17b6\u1785\u17c6\u1793\u17bd\u1793\u1780\u1798\u17d2\u1798\u179c\u178f\u17d2\u1790\u17bb\u1780\u17d2\u1793\u17bb\u1784\u178f\u17b6\u179a\u17b6\u1784\u1798\u17bd\u1799 \u1785\u17c6\u1793\u17bd\u1793\u1791\u17c6\u1796\u17d0\u179a\u178a\u17c2\u179b\u1798\u17b6\u1793\u179f\u17b7\u1791\u17d2\u1792\u17b7\u1785\u17bc\u179b\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a \u1793\u17b7\u1784\u1785\u17c6\u178e\u17c2\u1780\u1793\u17c3\u178f\u1798\u17d2\u179b\u17c3\u178a\u17c2\u179b\u1780\u17c6\u178e\u178f\u17cb\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
msgOptimizeDbInformation=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u178f\u17b6\u179a\u17b6\u1784\u1798\u17bd\u1799\u178a\u17be\u1798\u17d2\u1794\u17b8optimize\u17d4
titleOptimizeDbDialog=Optimize \u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
errOptimizeSuccess=Optimize \u1787\u17c4\u1782\u1787\u17d0\u1799:{0}
errOptimizeFail=Optimize \u1794\u179a\u17b6\u1787\u17d0\u1799:{0}-{1}
msgAllClass=\u178f\u17b6\u179a\u17b6\u1784\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u1780\u17d2\u1793\u17bb\u1784\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
#Transaction
titleTransactionDialog=\u1796\u178f\u17cc\u1798\u17b6\u1793\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a
grpTransaction=\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a:
tblColTranInfoTranIndex=\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798Tran 
tblColTranInfoUserName=\u1788\u17d2\u1798\u17c4\u17c7User
tblColTranInfoHost=Host
tblColTranInfoProcessId=\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179aid
tblColTranInfoProgramName=\u1788\u17d2\u1798\u17c4\u17c7\u1780\u1798\u17d2\u1798\u179c\u17b7\u1792\u17b8
msgTransactionDialog=\u1796\u178f\u17cc\u1798\u17b6\u1793\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a
lblActiveTransaction=\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u179f\u1780\u1798\u17d2\u1798\u1793\u17c3\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f:
#Delete Db Confirm
titleDeleteDbConfirmDialog=DBA\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb 
msgDeleteDbConfirmDialog=DBA\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb
msgInputDbaPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cbDBA:
msgErrorPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780 \u1796\u17bb\u17c6\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c \u17d4 \u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1798\u17d2\u178f\u1784\u1791\u17c0\u178f\u17d4
msgErrorAuth=\u1794\u179a\u17b6\u1787\u17d0\u1799\u1785\u17c6\u1796\u17c4\u17c7\u179f\u17b7\u1791\u17d2\u1792\u17b7\u1785\u17bc\u179b\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u17d4 \u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1798\u17be\u179b\u1780\u17b6\u179a\u17a2\u1793\u17bb\u1789\u17d2\u1789\u17b6\u178f \u1794\u17d2\u179a\u179f\u17b7\u1793\u1794\u17be\u17a2\u17d2\u1793\u1780\u1782\u17ba\u1787\u17b6DBA\u1796\u17c1\u1789\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
msgCheckPassword=Checking the password...
#start Database
msgStartDbWithJob=\u17a2\u17d2\u1793\u1780\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f{0}\u17a5\u17a1\u17bc\u179c\u1794\u17b6\u1793\u1791\u17c1 \u1796\u17b8\u1796\u17d2\u179a\u17c4\u17c7\u1798\u17b6\u1793\u1780\u17b6\u179a\u1784\u17b6\u179a\u1799\u17c9\u17b6\u1784\u178f\u17b7\u1785\u1798\u17bd\u1799\u1780\u17c6\u1796\u17bb\u1784\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1791\u17b6\u1780\u17cb\u1791\u1784\u1793\u17b9\u1784\u179c\u17b6\u17d4
#stop Database
msgStopDbWithJob=\u17a2\u17d2\u1793\u1780\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1794\u1789\u17d2\u1788\u1794\u17cb\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f{0}\u17a5\u17a1\u17bc\u179c\u1794\u17b6\u1793\u1791\u17c1 \u1796\u17b8\u1796\u17d2\u179a\u17c4\u17c7\u1798\u17b6\u1793\u1780\u17b6\u179a\u1784\u17b6\u179a\u1799\u17c9\u17b6\u1784\u178f\u17b7\u1785\u1798\u17bd\u1799\u1780\u17c6\u1796\u17bb\u1784\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1791\u17b6\u1780\u17cb\u1791\u1784\u1793\u17b9\u1784\u179c\u17b6\u17d4

getDbSpaceInfoTaskName=\u1795\u17d2\u1791\u17bb\u1780\u1796\u178f\u17cc\u1798\u17b6\u1793\u1791\u17b8\u1791\u17c6\u1793\u17c1\u179a\u1793\u17c3\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f...
loadDbBackupInfoTaskName=\u1795\u17d2\u1791\u17bb\u1780\u1796\u178f\u17cc\u1798\u17b6\u1793\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u1793\u17c3\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f...
loadDbUnloadInfoTaskName=\u1795\u17d2\u1791\u17bb\u1780\u1796\u178f\u17cc\u1798\u17b6\u1793\u178a\u17c2\u179b\u1798\u17b7\u1793\u1795\u17d2\u1791\u17bb\u1780\u1793\u17c3\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f...
startDbTaskName=\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f"{0}"...
stopDbTaskName=\u1794\u1789\u17d2\u1788\u1794\u17cb\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f"{0}"...
loadAllClassTaskName=\u1795\u17d2\u1791\u17bb\u1780\u1782\u17d2\u179a\u1794\u17cb\u1790\u17d2\u1793\u17b6\u1780\u17cb...
delDbTaskName=\u178a\u1780\u1785\u17c1\u1789\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f"{0}"...
loginDbTaskName=\u1785\u17bc\u179b\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f "{0}"...
loadBackupVolInfo=\u1795\u17d2\u1791\u17bb\u1780\u1796\u178f\u17cc\u1798\u17b6\u1793\u1798\u17b6\u178c\u178a\u17c2\u179b\u1790\u178f\u1785\u1798\u17d2\u179b\u1784...

btnSavePassword=\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb(&S)