addClassButtonName=\u2193 \u1796\u17d2\u179a\u1798\u17b2\u17d2\u1799(&G)
deleteClassButtonName=\u2191 \u178a\u1780\u17a0\u17bc\u178f\u179c\u17b7\u1789(&R)
errInput=\u1794\u1789\u17d2\u1787\u17bc\u179b\u1780\u17c6\u17a0\u17bb\u179f\u17d4
tabItemGeneral=\u1796\u178f\u17cc\u1798\u17b6\u1793user\u1791\u17bc\u1791\u17c5(&G)
tabItemAuthoration=\u1796\u178f\u17cc\u1798\u17b6\u1793\u179f\u17b7\u1791\u17d2\u1792\u17b7\u179f\u17bb\u1796\u179bUser(&U)
lblOldPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1785\u17b6\u179f\u17cb(&l):
lblNewPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1790\u17d2\u1798\u17b8(&N):
lblNewPasswordConf=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1790\u17d2\u1798\u17b8\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb(&c):
lblPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb(&P):
lblPasswordConf=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb(&c):
lblAllUser=user\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb(&A)
grpUserGroupList=\u178f\u17b6\u179a\u17b6\u1784\u1788\u17d2\u1798\u17c4\u17c7\u1780\u17d2\u179a\u17bb\u1798(&G)
grpUserMemberList=\u178f\u17b6\u179a\u17b6\u1784\u1788\u17d2\u1798\u17c4\u17c7\u179f\u1798\u17b6\u1787\u17b7\u1780
errRomoveUserGroup=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1794\u17d2\u178f\u17bc\u179a\u1791\u1798\u17d2\u179a\u1784\u17cb\u1790\u17d2\u1798\u17b8\u1793\u17c3 PUBLIC user\u1796\u17b8\u178f\u17b6\u179a\u17b6\u1784\u1788\u17d2\u1798\u17c4\u17c7\u1780\u17d2\u179a\u17bb\u1798\u1794\u17b6\u1793\u1791\u17c1\u17d4
tblColMemberName=\u1788\u17d2\u1798\u17c4\u17c7\u179f\u1798\u17b6\u1787\u17b7\u1780
tblColClassName=\u1788\u17d2\u1798\u17c4\u17c7
tblColClassSchematype=\u1794\u17d2\u179a\u1797\u17c1\u1791Schema
tblColClassOwner=Owner
tblColClassSuperclass=\u178f\u17b6\u179a\u17b6\u1784\u1798\u17c1
tblColClassType=\u1794\u17d2\u179a\u1797\u17c1\u1791
errRemoveSysClass=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u178a\u1780\u17a0\u17bc\u178f \u17ac\u1796\u17d2\u179a\u1798\u1795\u17d2\u178f\u179b\u17cb\u179f\u17b7\u1791\u17d2\u1792\u17b7\u179b\u17be\u178f\u17b6\u179a\u17b6\u1784\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u1794\u17b6\u1793\u1791\u17c1\u17d4
msgUserSchema=User schema
msgVirtualClass=\u1782\u17c6\u17a0\u17be\u1789
msgClass=\u178f\u17b6\u179a\u17b6\u1784
tblColAuthTable=TABLE
tblColAuthSelect=SELECT
tblColAuthInsert=INSERT
tblColAuthUpdate=UPDATE
tblColAuthDelete=DELETE
tblColAuthAlter=ALTER
tblColAuthIndex=INDEX
tblColAuthExecute=EXECUTE
tblColAuthGrantselect=GRANT SELECT
tblColAuthGrantinsert=GRANT INSERT
tblColAuthGrantupdate=GRANT UPDATE
tblColAuthGrantdelete=GRANT DELETE
tblColAuthGrantalter=GRANT ALTER
tblColAuthGrantindex=GRANT INDEX
tblColAuthGrantexecute=GRANT EXECUTE
msgEditUserDialog=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c User
msgAddUserDialog=\u1794\u1784\u17d2\u1780\u17be\u178f User
errInputPasswordMinLength=\u1794\u17d2\u179a\u179c\u17c2\u1784\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cbuser\u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u1792\u17c6\u1787\u17b6\u1784{0}\u17d4
errPasswordDiff=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u1794\u17b6\u1793\u1791\u17c1\u17d4 \u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1798\u17b7\u1793\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u17d4
errInputPassLength=\u1794\u17d2\u179a\u179c\u17c2\u1784\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cbuser\u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u178f\u17b7\u1785\u1787\u17b6\u1784{0}\u17d4
errInputName=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bd\u179b\u1788\u17d2\u1798\u17c4\u17c7 user\u17d4
errInputNameLength=\u1794\u17d2\u179a\u179c\u17c2\u1784\u1788\u17d2\u1798\u17c4\u17c7user\u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u178f\u17b7\u1785\u1787\u17b6\u1784{0}\u17d4
errInputNameExist=\u1788\u17d2\u1798\u17c4\u17c7User\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errInputNameContain=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1798\u17b6\u1793 "{0}"\u1791\u17c1 \u1796\u17c1\u179b\u1788\u17d2\u1798\u17c4\u17c7user\u1787\u17b6"{1}"\u17d4
errInputNameAccept=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1790\u17d2\u1798\u17b8\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1787\u17b6"{0}"\u17d4
errInputNameValidate=\u1788\u17d2\u1798\u17c4\u17c7user\u178a\u17c2\u179b\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796
msgTitleWarning=\u1780\u17b6\u179a\u1796\u17d2\u179a\u1798\u17b6\u1793
msgQuestionSureDelete=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u178a\u1780\u1785\u17c1\u1789user\u1793\u17c1\u17c7\u17ac\u1791\u17c1?
grpUserMemberInfo=\u179f\u178e\u17d2\u178b\u17b6\u1793\u1794\u1789\u17d2\u1787\u17b8\u1780\u17d2\u179a\u17bb\u1798
lblUserName=\u1788\u17d2\u1798\u17c4\u17c7User(&U):
lblUserDescription=\u17a2\u1793\u17bb\u179f\u17d2\u179f\u179a\u178e\u17c8\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17be\u1794\u17d2\u179a\u17b6\u179f\u17cb(&M):
msgSelectDB=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f
errOldPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1785\u17b6\u179f\u17cb \u1798\u17b6\u1793\u1780\u17c6\u17a0\u17bb\u179f\u17d4
grpPasswordSetting=\u1780\u17b6\u179a\u1780\u17c6\u178e\u178f\u17cb\u1793\u17bc\u179c\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb
btnPasswordChange=\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb(&h)
btnAddGroup=>
btnRemoveGroup=<
msgLogoutInfomation=\u1790\u17d2\u1798\u17b8\u17d7\u17a2\u17d2\u1793\u1780\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179auser\u178a\u17c2\u179b\u1785\u17bc\u179b\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1798\u17bd\u1799 \u17d4 \u179f\u17bc\u1798\u1785\u17bc\u179b\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1798\u17d2\u178f\u1784\u1791\u17c0\u178f\u17d4
titleLogout=\u1785\u17b6\u1780\u1785\u17c1\u1789\u1796\u17b8\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a
errInputPassword=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780!
errInvalidPassword=\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb\u179f\u1798\u17d2\u1784\u17b6\u178f\u17cb\u1798\u17b7\u1793\u1782\u17bd\u179a\u1798\u17b6\u1793\u1785\u1793\u17d2\u179b\u17c4\u17c7\u1785\u17c6\u17a0\u179a\u1791\u17c1(' ')\u17d4
lblAuthorizedTable=\u178f\u17b6\u179a\u17b6\u1784\u1796\u17c1\u1789\u179f\u17bb\u1796\u179b:
lblUnAuthorizedTable=\u178f\u17b6\u179a\u17b6\u1784\u1782\u17d2\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b:

#user editor
lblOwnerClassList=\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17b6\u179a\u17b6\u1784\u1793\u17c3user\u1793\u17c1\u17c7
tblColOwnerClassName=\u1788\u17d2\u1798\u17c4\u17c7
tblColOwnerClassSchema=\u1794\u17d2\u179a\u1797\u17c1\u1791Schema
tblColOwnerClassType=\u1794\u17d2\u179a\u1797\u17c1\u1791
lblAuthorizationList=\u178f\u17b6\u179a\u17b6\u1784\u1788\u17d2\u1798\u17c4\u17c7\u179f\u17b7\u1791\u17d2\u1792\u17b7\u1796\u17c1\u1789\u179f\u17bb\u1796\u179b\u1793\u17c3user\u1793\u17c1\u17c7\u17d4
lblDbaAllAuth=dba\u1798\u17b6\u1793\u179f\u17b7\u1791\u17d2\u1792\u17b7\u1796\u17c1\u1789\u179f\u17bb\u1796\u179b\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u17d4
msgSystemSchema=\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792schema
lblGroupList=\u1794\u1789\u17d2\u1787\u17b8\u1788\u17d2\u1798\u17c4\u17c7\u1780\u17d2\u179a\u17bb\u1798:{0}
lblGroupNotExist=\u1796\u17bb\u17c6\u1798\u17b6\u1793
lblMemberList=\u178f\u17b6\u179a\u17b6\u1784\u1788\u17d2\u1798\u17c4\u17c7\u179f\u1798\u17b6\u1787\u17b7\u1780:{0}
lblMemberNotExist=\u1796\u17bb\u17c6\u1798\u17b6\u1793
viewUserInfoJobName=\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1796\u178f\u17cc\u1798\u17b6\u1793User\u17a1\u17be\u1784\u179c\u17b7\u1789\u17d4

addOrUpdateUserTaskName=\u1794\u1793\u17d2\u1790\u17c2\u1798\u17ac\u1792\u17d2\u179c\u17be\u1791\u17c6\u1793\u17be\u1794\u1780\u1798\u17d2\u1798 user "{0}"...