msg_warning=\u1780\u17b6\u179a\u1796\u17d2\u179a\u1798\u17b6\u1793
msg_information=\u1796\u178f\u17cc\u1798\u17b6\u1793

confirmTableDeleteWarn=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1785\u1784\u17cb\u178a\u1780\u1785\u17c1\u1789\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u1780\u17d2\u1793\u17bb\u1784\u178f\u17b6\u179a\u17b6\u1784"{0}"\u17ac\u1791\u17c1?\n\u1794\u17be\u17a2\u17d2\u1793\u1780\u17a2\u17c7\u17a2\u17b6\u1784\u200b \u17a2\u17d2\u1793\u1780\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u1794\u17b6\u1793\u1791\u17c1\u17d4
resultTableDeleteInformantion=\u1780\u17b6\u179a\u1790\u178f\u1791\u17bb\u1780\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u178a\u1780\u1785\u17c1\u1789\u17d4
sqlConnectionError=\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1780\u17c6\u17a0\u17bb\u179f

msgDeleteTableDataJobName=\u178a\u1780\u1785\u17c1\u1789\u1780\u17b6\u179a\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb
msgTruncateTableJobName=\u178f\u1798\u17d2\u179a\u17b9\u1798\u178f\u17b6\u179a\u17b6\u1784\u17a7\u17d2\u1799\u1781\u17d2\u179b\u17b8

selectCountTitle=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1785\u17c6\u1793\u17bd\u1793(*)
selectCountResult1={0}: {1} \u1780\u17b6\u179a\u1790\u178f\u1785\u1798\u17d2\u179b\u1784.
selectCountResult2={0}: {1} \u179a\u1794\u179f\u17cb\u1790\u178f\u1785\u1798\u17d2\u179b\u1784.
columnSelectCountResult1=\u1793\u17c1\u17c7\u1782\u17ba\u1780\u17b6\u179a\u1790\u178f\u1785\u1798\u17d2\u179b\u1784{2}\u1780\u17d2\u1793\u17bb\u1784\u1787\u17bd\u179a\u1788\u179a {0}\u1793\u17c3\u178f\u17b6\u179a\u17b6\u1784{1}\u17d4
columnSelectCountResult2=\u1798\u17b6\u1793\u1780\u17b6\u179a\u1790\u178f\u1785\u1798\u17d2\u179b\u1784 {2}\u1780\u17d2\u1793\u17bb\u1784\u1787\u17bd\u179a\u1788\u179a {0}\u1793\u17c3\u178f\u17b6\u179a\u17b6\u1784 {1}\u17d4

metaAttribute=\u1787\u17bd\u179a\u1788\u179a
metaDomain=\u178a\u17c2\u1793\u1780\u1798\u17d2\u1798\u179f\u17b7\u1791\u17d2\u1792\u17b7
metaConstaints=\u1780\u17b6\u179a\u1780\u1798\u17d2\u179a\u17b7\u178f
metaValue=\u178f\u1798\u17d2\u179b\u17c3

#create table for null2Default
confirmSelectSetDef=\u179b\u1791\u17d2\u1792\u1795\u179b\u1780\u17be\u178f\u1798\u17b6\u1793\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1787\u17bd\u179a\u1788\u179a {0}\u1798\u17b7\u1793\u1791\u17b6\u1793\u17cb\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1780\u17c6\u178e\u178f\u17cb\u1793\u17c5\u17a1\u17be\u1799\u1791\u17c1\u17d4\u200b \u178f\u17be\u17a2\u17d2\u1793\u1780\u1785\u1784\u17cb\u1780\u17c6\u178e\u178f\u17cb\u17a5\u17a1\u17bc\u179c\u1793\u17c7\u1791\u17c1?
confirmSetDef=\u178f\u1798\u17d2\u179b\u17c3NULL\u1780\u17d2\u1793\u17bb\u1784\u1787\u17bd\u179a\u1788\u179a {0}\u1793\u17b9\u1784\u1798\u17b7\u1793\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179a\u178f\u1798\u17d2\u179b\u17c3\u17a2\u179c\u178f\u17d2\u178f\u1798\u17b6\u1793\u1791\u17c1\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1794\u17d2\u179a\u17be\u1796\u17c1\u179b\u178a\u17be\u1798\u17d2\u1794\u17b8\u1794\u1789\u17d2\u1785\u1794\u17cb\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1785\u1784\u17cb\u1794\u1793\u17d2\u178f\u179a\u1791\u17c1?
confirmResetDef=Do you want to reset the default value in selected column?\nOr you can remain empty string.
confirmKeepNull=\u178f\u1798\u17d2\u179b\u17c3NULL\u178a\u17c2\u179b\u1798\u17b6\u1793 \u17a2\u17b6\u1785\u1793\u17c5\u178f\u17c2\u1798\u17b6\u1793\u1780\u17d2\u1793\u17bb\u1784\u1787\u17bd\u179a\u1788\u179a {0} \u1790\u17d2\u179c\u17b8\u1794\u17be\u1780\u1798\u17d2\u179a\u17b7\u178f\u178a\u17c2\u1793 NOT NULL\u178f\u17d2\u179a\u17bc\u179c\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u1793\u17c5\u179b\u17be\u1787\u17bd\u179a\u1788\u179a\u1793\u17c4\u17c7\u17d4 \u178f\u17be\u17a2\u17d2\u1793\u1785\u1784\u17cb\u1794\u1793\u17d2\u178f\u179a\u1791\u17c1?
msgNull2DefRearName=null\u1790\u17d2\u1798\u17b8\u1791\u17c6\u1793\u17be\u1794\u178f\u17d2\u179a\u17bc\u179c\u1781\u1780\u1781\u17b6\u1793
msgNull2DefComplete=\u1780\u17b6\u179a\u1784\u17b6\u179a{0}\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17c6\u1796\u17c1\u1789\u1794\u1789\u17d2\u1785\u1794\u17cb\u17d4

#insert instance dialog
insertButtonName=\u179f\u17ca\u1780\u1794\u1789\u17d2\u1787\u17bc\u179b(&I)
btnCommit=\u1792\u17d2\u179c\u17be(&C)
infoSQLScriptTab=\u179f\u179a\u179f\u17c1\u179aSQL(&S)
infoSystemSchema=\u1795\u17d2\u1791\u17b6\u17c6\u1784\u179a\u17bc\u1794\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792
infoSuperClasses=\u178f\u17b6\u179a\u17b6\u1784\u1792\u17c6
clearButtonName=\u1787\u1798\u17d2\u179a\u17c7(&r)
closeButtonName=\u1794\u17b7\u1791(&s)

insertInstanceWindowTitle=\u179f\u17ca\u1780\u1794\u1789\u17d2\u1787\u17bc\u179b\u179a\u1794\u179f\u17cb\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u1791\u17c5\u1780\u17b6\u1793\u17cb {0}
insertInstanceMsgTitle=\u179f\u17ca\u1780\u1794\u1789\u17d2\u1787\u17bc\u179b\u179a\u1794\u179f\u17cb\u1790\u178f\u1785\u1798\u17d2\u179b\u1784
insertInstanceMsg=\u179f\u17bc\u1798\u1794\u1789\u17d2\u1787\u17bc\u179b\u178f\u1798\u17d2\u179b\u17c3\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1787\u17bd\u179a\u1788\u179a\u17d4\u200b \u178f\u1798\u17d2\u179b\u17c3 BLOB/CLOB \u1798\u17b7\u1793\u17a2\u17b6\u1794\u1789\u17d2\u1787\u17bc\u179b\u1793\u17c5\u1791\u17b8\u1793\u17c1\u17c7\u1794\u17b6\u1793\u1791\u17c1\u1796\u17d2\u179a\u17c4\u17c7\u1790\u17b6\u179c\u17b6\u1793\u17b9\u1784\u1798\u17b7\u1793\u179f\u17d2\u1782\u17b6\u179b\u17cb\u17d4\r\n\u178a\u17be\u1798\u17d2\u1794\u17b8\u1794\u1789\u17d2\u1787\u17bc\u179b\u178f\u1798\u17d2\u179b\u17c3 BLOB/CLOB \u178f\u17d2\u179a\u17bc\u179c\u1794\u17d2\u179a\u17be [Execute Prepared SQL]\u17d4
totalInsertedCountMsg=\u179a\u1794\u179f\u17cb\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u179f\u179a\u17bb\u1794 {0}\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u179f\u17ca\u1780\u1794\u1789\u17d2\u1787\u17bc\u179b\u17d4
insertedCountMsg=\u179a\u1794\u179f\u17cb\u1790\u178f\u1785\u1798\u17d2\u179b\u1784{0}\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a
insertFailed=\u1780\u17b6\u179a\u179f\u17ca\u1780\u1794\u1789\u17d2\u1787\u17bc\u179b\u1794\u179a\u17b6\u1787\u17d0\u1799: {0} - {1}
insertNotNullErrorMsg=\u1780\u17b6\u179a\u1780\u1798\u17d2\u179a\u17b7\u178f\u1787\u17bd\u179a\u1788\u179a"{0}"\u1782\u17ba NOT NULL\u17d4 \u179f\u17bc\u1798\u1794\u1789\u17d2\u1787\u17bc\u179b\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u17d4

insertDataTypeErrorMsg=\u1794\u1789\u17d2\u1787\u17bc\u179b\u1780\u17c6\u17a0\u17bb\u179f\u17d4\u179f\u17bc\u1798\u1794\u1789\u17d2\u1787\u17bc\u179b\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1782\u17d2\u1793\u17b6\u1793\u17b9\u1784\u1794\u17d2\u179a\u1797\u17c1\u1791:{0}

#export data
exportShellTitle=\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1793\u17b6\u17c6\u1785\u17c1\u1789
exportDataMsgTitle=\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1793\u17b6\u17c6\u1785\u17c1\u1789
exportDataMsg=\u1793\u17b6\u17c6\u1785\u17c1\u1789\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1796\u17b8\u1787\u17bd\u179a\u1788\u179a\u1787\u1798\u17d2\u179a\u17be\u179f\u1793\u17c3\u178f\u17b6\u179a\u17b6\u1784\u17ac\u1782\u17c6\u17a0\u17be\u1789\u17d4 \u1794\u17d2\u179a\u17be\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17b6\u179a\u17b6\u1784\u1787\u17b6\u1788\u17d2\u1798\u17c4\u17c7\u1794\u1789\u17d2\u1787\u17b8\u1793\u17b6\u17c6\u1785\u17c1\u1789\u17d4 
exportTargetTitle=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1787\u17bd\u179a\u1788\u179a\u1793\u17c3\u178f\u17b6\u179a\u17b6\u1784\u17ac\u1782\u17c6\u17a0\u17be\u1789\u178a\u17be\u1798\u17d2\u1794\u17b8\u1793\u17b6\u17c6\u1785\u17c1\u1789(&S)\u17d4
exportButtonName=\u1780\u17b6\u179a\u1793\u17b6\u17c6\u1785\u17c1\u1789(&E)
exportSelectTargetTableERRORMSG=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u178f\u17b6\u179a\u17b6\u1784\u1782\u17c4\u179b\u178a\u17c5\u17d4
exportSelectFileERRORMSG=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1795\u17d2\u179b\u17bc\u179c\u1794\u1789\u17d2\u1787\u17b8\u1798\u17bd\u1799\u178a\u17be\u1798\u17d2\u1794\u17b8\u1793\u17b6\u17c6\u1785\u17c1\u1789\u17d4
exportFirstLineFLAG=\u1785\u17bc\u1794\u17d2\u179a\u17be\u1788\u17d2\u1798\u17c4\u17c7\u1787\u17bd\u179a\u1788\u179a\u1787\u17b6\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1787\u17b6\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1787\u17bd\u179a\u1791\u17b8\u1798\u17bd\u1799(&U)\u17d4
exportResultTitle=\u1793\u17b6\u17c6\u1785\u17c1\u1789\u179b\u1791\u17d2\u1792\u1795\u179b
errExportTableData=\u1780\u17c6\u17a0\u17bb\u179f\u1780\u17be\u178f\u1798\u17b6\u1793 \u1796\u17c1\u179b\u1793\u17b6\u17c6\u1785\u17c1\u1789\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u178f\u17b6\u179a\u17b6\u1784\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb "{0}"\u17d4
msgExportTableData=\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1787\u17bd\u179a\u178a\u17c1\u1780 {0}\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1793\u17b6\u17c6\u1785\u17c1\u1789\u179a\u17bd\u1785\u17a0\u17be\u1799\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u178f\u17b6\u179a\u17b6\u1784"{1}"\u17d4
msgCancelExportTableData=\u1780\u17b6\u179a\u1793\u17b6\u17c6\u1785\u17c1\u1789\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u178a\u17b7\u179f\u17c1\u1792\u17d4
msgExportSpendTime=\u1796\u17c1\u179b\u179c\u17c1\u179b\u17b6{0}\u178f\u17d2\u179a\u17bc\u179c\u1794\u17d2\u179a\u17be\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u17d4
msgExportFinished=\u1780\u17b6\u179a\u1793\u17b6\u17c6\u1785\u17c1\u1789\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u1789\u17d2\u1785\u1794\u17cb\u179a\u17bd\u1785\u179a\u17b6\u179b\u17cb\u17d4
lblFilePath=\u1795\u17d2\u179b\u17bc\u179c\u1794\u1789\u17d2\u1787\u17b8(&p):
lblFileType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1794\u1789\u17d2\u1787\u17b8(&t):
errNoMemory=\u1780\u17b6\u179a\u1785\u1784\u1785\u17b6\u17c6\u178a\u17c2\u179b\u1798\u17b6\u1793 \u1798\u17b7\u1793\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u17b6\u1793\u17cb\u17d4
exportColumnCountOverWarnInfo=\u1785\u17c6\u1793\u17bd\u1793\u1785\u17d2\u179a\u17be\u1793\u1794\u17c6\u1795\u17bb\u178f\u1793\u17c3\u1787\u17bd\u179a\u1788\u179a\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784XSL\u1798\u17b7\u1793\u1782\u17bd\u179a\u17a7\u17d2\u1799\u179b\u17be\u179f\u1796\u17b8(256).\n\u1787\u17bd\u179a\u1788\u179a\u179f\u179b\u17be\u1795\u17d2\u179f\u17c1\u1784\u1791\u17c0\u178f \u1793\u17b9\u1784\u1798\u17b7\u1793\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u17d4\n\n\u178f\u17be\u17a2\u17d2\u1793\u1785\u1784\u17cb\u1794\u1793\u17d2\u178f\u179a\u1791\u17c1?
exportFileOverwriteQuestionTitle=\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1796\u17b8\u1780\u17b6\u179a\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780
exportFileOverwriteQuestionMSG=\u1794\u1789\u17d2\u1787\u17b8"{0}"\n\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799 \u17d4 \u178f\u17be\u179f\u179a\u179f\u17c1\u179a\u1787\u17b6\u1793\u17cb\u179b\u17be\u179c\u17b6\u17ac\u1791\u17c1?
exportMonitorMsg=\u1780\u17b6\u179a\u1793\u17b6\u17c6\u1785\u17c1\u1789\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u178f\u17b6\u179a\u17b6\u1784 "{0}" \u179f\u179a\u17bb\u1794\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb{1}\u1787\u17bd\u179a\u178a\u17c1\u1780\u17d4
msgExportDataRearJobName=\u1780\u17b6\u179a\u1793\u17b6\u17c6\u1785\u17c1\u1789\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799
msgExportDataRow=\u1787\u17bd\u179a\u178a\u17c1\u1780{0}\u1793\u17b6\u17c6\u1785\u17c1\u1789\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
msgTipExportBigValue=\r\n\u1780\u17bb\u17c6\u1793\u17b6\u17c6\u1785\u17c1\u1789 BLOB, CLOB \u17ac BIT VARYING > \u178f\u1798\u17d2\u179b\u17c3{0}\u17d4
msgExportResultData=\u1780\u17b6\u179a\u1793\u17b6\u17c6\u1785\u17c1\u1789\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179b\u1791\u17d2\u1792\u1795\u179b\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179a\u17be\u179f\u17d4
xlsxFileType=\u179f\u17c0\u179c\u1797\u17c5\u1780\u17b6\u1784\u17b6\u179aExcel(*.xlsx)
xlsFileType=\u179f\u17c0\u179c\u1797\u17c5\u1780\u17b6\u1784\u17b6\u179aExcel 97-2003(*.xls)
csvFileType=\u178f\u1798\u17d2\u179b\u17c3\u1795\u17d2\u178f\u17b6\u1785\u17cb\u178a\u17c4\u1799\u1785\u17bb\u179b\u17d2\u179b\u1797\u17b6\u1782(*.csv)
sqlFileType=\u1780\u17b6\u179a\u1794\u1789\u17d2\u1787\u17bc\u179b\u1794\u1789\u17d2\u1787\u17b8\u179f\u179a\u179f\u17c1\u179a\u179f\u17c6\u178e\u17bd\u179a(*.sql)
obsFileType=\u1794\u1789\u17d2\u1787\u17b8\u179a\u17c4\u1794\u1785\u17c6\u1780\u17b6\u179a\u1795\u17d2\u1791\u17bb\u1780CUBRID (*.obs)
txtFileType=Txt separated value(*.txt)
allFileType=All the file(*.*)
lblSplitBy=(Split by:)
btnParse=Parse
lblSeparatorInfo=Don't allow \u2018"\u2019
errorSeparatorInvalid=It separator is invalid.
btnSelectAll=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb(&a)

#import data
importShellTitle=\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1793\u17b6\u17c6\u1785\u17bc\u179b
importButtonName=\u1780\u17b6\u179a\u1793\u17b6\u17c6\u1785\u17bc\u179b(&I)
cancleImportButtonName=\u1794\u178a\u17b7\u179f\u17c1\u1792(&C)
importDataMsgTitle=\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1793\u17b6\u17c6\u1785\u17bc\u179b
importDataMsg=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u1789\u17d2\u1787\u17b8\u178a\u17be\u1798\u17d2\u1794\u17b8\u1793\u17b6\u17c6\u1785\u17bc\u179b,\u1787\u17bd\u179a\u1788\u1780\u17d2\u1793\u17bb\u1784\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179a\u1794\u179f\u17cb\u179c\u17b6\u1793\u17b7\u1784\u1787\u17bd\u179a\u1788\u179a\u1780\u17d2\u1793\u17bb\u1784\u178f\u17b6\u179a\u17b6\u1784\u1782\u17c4\u179b\u178a\u17c5\u17d4\n\u17a2\u17d2\u1793\u1780\u17a2\u17b6\u1785\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u179f\u17c6\u178e\u17bb\u17c6\u17a2\u1780\u17d2\u179f\u179a\u1795\u17d2\u179f\u1784\u1782\u17d2\u1793\u17b6\u1780\u17d2\u1793\u17bb\u1784"File Charset".
importTargetTable=\u178f\u17b6\u179a\u17b6\u1784\u1782\u17c4\u179b\u178a\u17c5(&T):
importFileNameLBL=\u1788\u17d2\u1798\u17c4\u17c7\u1794\u1789\u17d2\u1787\u17b8(&F):
importTableColumns=\u178f\u17b6\u179a\u17b6\u1784\u1787\u17bd\u179a\u1788\u179a
importDeleteExcelColumnBTN=\u178a\u1780\u1785\u17c1\u1789(&D)
importUpTableColumnBTN=\u17a1\u17be\u1784(&U)
importDownTableColumnBTN=\u1785\u17bb\u17c7(&w)
importDeleteTableColumnBTN=\u178a\u1780\u1785\u17c1\u1789(&e)
importSelectTargetTableERRORMSG=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u178f\u17b6\u179a\u17b6\u1784\u1782\u17c4\u179b\u178a\u17c5\u17d4
importSelectFileERRORMSG=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u1789\u17d2\u1787\u17b8\u1798\u17bd\u1799\u178a\u17be\u1798\u17d2\u1794\u17b8\u1793\u17b6\u17c6\u1785\u17bc\u179b\u17d4
importColumnCountMatchERRORMSG=\u1785\u17c6\u1793\u17bd\u1793\u1787\u17bd\u179a\u1788\u179a\u1798\u17b7\u1793\u179f\u17ca\u17b8\u1782\u17d2\u1793\u17b6\u17d4
importNoExcelColumnERRORMSG=\u1796\u17bb\u17c6\u1798\u17b6\u1793\u1787\u17bd\u179a\u1788\u179a\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1796\u17b8\u1794\u1789\u17d2\u1787\u17b8\u17d4
importNoTableColumnERRORMSG=\u1796\u17bb\u17c6\u1798\u17b6\u1793\u1787\u17bd\u179a\u1788\u179a\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1780\u17d2\u1793\u17bb\u1784\u178f\u17b6\u179a\u17b6\u1784\u1782\u17c4\u179b\u178a\u17c5\u17d4
importErrorHead=\n\u1780\u17b6\u179a\u1796\u17b7\u178e\u17cc\u1793\u17b6\u1796\u17b8\u1780\u17c6\u17a0\u17bb\u179f:\n
lblFileCharset=\u179f\u17c6\u178e\u17bb\u17c6\u17a2\u1780\u17d2\u179f\u179a\u1794\u1789\u17d2\u1787\u17b8(&c):
grpJDBCCharset=\u179f\u17c6\u178e\u17bb\u17c6\u17a2\u1780\u17d2\u179f\u179aJDBC
lblJDBCCharset=\u179f\u17c6\u178e\u17bb\u17c6\u17a2\u1780\u17d2\u179f\u179aJDBC(&J):
lblImportMapping=\u1782\u17bc\u179a\u1795\u17c2\u1793\u1791\u17b8\u179a\u179c\u17b6\u1784\u1787\u17bd\u179a\u1788\u179a\u1794\u1789\u17d2\u1787\u17b8\u1793\u17b7\u1784\u1787\u17bd\u179a\u1788\u179a\u178f\u17b6\u179a\u17b6\u1784\u17d4
errNoAvailableMemory=\u179f\u1798\u178f\u17d2\u1790\u1797\u17b6\u1796\u1785\u1784\u1785\u17b6\u17c6\u178a\u17c2\u179b\u1798\u17b6\u1793\u1794\u1785\u17d2\u1785\u17bb\u1794\u17d2\u1794\u1793\u17d2\u1793 \u1798\u17b7\u1793\u17a2\u17b6\u1785\u1794\u17d2\u179a\u17be\u1787\u17b6\u1798\u17bd\u1799\u1794\u1789\u17d2\u1787\u17b8\u1793\u17c1\u17c7\u1791\u17c1\u17d4 \u179f\u17bc\u1798\u1794\u1784\u17d2\u1780\u17be\u1793\u1780\u17b6\u179a\u1785\u1784\u1785\u17b6\u17c6\u1785\u17d2\u179a\u17be\u1793\u1791\u17c0\u178f\u17ac\u1780\u17cf\u1794\u17c6\u1794\u17c2\u1780\u1794\u1789\u17d2\u1787\u17b8\u1793\u17c1\u17c7\u17d4
#rename
renameTable=\u178f\u17b6\u179a\u17b6\u1784
renameView=\u1782\u17c6\u17a0\u17be\u1789
renameInvalidTableNameMSG=\u1788\u17d2\u1798\u17c4\u17c7{0}\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796 "{1}".
renameMSGTitle=\u178a\u17bc\u179a\u1788\u17d2\u1798\u17c4\u17c7{0}
renameDialogMSG=\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u1790\u17d2\u1798\u17b8\u1798\u17bd\u1799\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb {0}
renameNewTableName=\u1788\u17d2\u1798\u17c4\u17c7{0}\u1790\u17d2\u1798\u17b8(&n):
renameShellTitle=\u178a\u17bc\u179a\u1788\u17d2\u1798\u17c4\u17c7{0} "{1}"
renameOKBTN=\u1796\u17d2\u179a\u1798(&O)
renameCancelBTN=\u1794\u178a\u17b7\u179f\u17c1\u1792(&C)
renameTableTaskName=\u178a\u17bc\u179a\u1788\u17d2\u1798\u17c4\u17c7\u1796\u17b8 "{0}" \u1791\u17c5 "{1}"...
#create table
newTableShellTitle=\u1794\u1784\u17d2\u1780\u17be\u178f\u178f\u17b6\u179a\u17b6\u1784
newTableMsgTitle=\u1794\u1784\u17d2\u1780\u17be\u178f\u178f\u17b6\u179a\u17b6\u1784
newTableMsg=\u179f\u17bc\u1798\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17b6\u179a\u17b6\u1784\u1798\u17bd\u1799\u1793\u17b7\u1784\u1794\u1793\u17d2\u1790\u17c2\u1798\u1787\u17bd\u179a\u1788\u179a
newTableButtonName=\u1796\u17d2\u179a\u1798(&O)
cancleButtonName=\u1794\u178a\u17b7\u179f\u17c1\u1792(&C)
noAttributes=\u178f\u17b6\u179a\u17b6\u1784\u1798\u17bd\u1799\u1799\u17c9\u17b6\u1784\u17a0\u17c4\u1785\u178e\u17b6\u179f\u17cb\u1782\u17bd\u179a\u1798\u17b6\u1793\u1787\u17bd\u179a\u1788\u179a\u1798\u17bd\u1799!
#add attribute
addAttrShellTitle=\u1794\u1793\u17d2\u1790\u17c2\u1798\u1787\u17bd\u179a\u1788\u179a
dataTypeInSet=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1787\u17bd\u179a\u1788\u179a\u1780\u17d2\u1793\u17bb\u1784 {0}(&i):
#edit attribute
editAttrShellTitle=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u1787\u17bd\u179a\u1788\u179a
editTableShellTitle=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u178f\u17b6\u179a\u17b6\u1784 "{0}"
editViewShellTitle={1} \u1782\u17c6\u17a0\u17be\u1789"{0}"
editTableMsgTitle=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u178f\u17b6\u179a\u17b6\u1784 "{0}"
editViewMsgTitle={1} \u1782\u17c6\u17a0\u17be\u1789 "{0}"
editTableMsg=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u178f\u17b6\u179a\u17b6\u1784\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f
editViewMsg=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u1782\u17c6\u17a0\u17be\u1789\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f
invalidTimestamp=\u1780\u17b6\u179a\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799TIMESTAMP, \u178f\u1798\u17d2\u179b\u17c3TIMESTAMP\u178a\u17c2\u179b\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796 \u178a\u17bc\u1785\u1793\u17b7\u1784:\t\n"2009-02-23 09:53:08"
invalidTimestampOld=\u1780\u17b6\u179a\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799 TIMESTAMP, \u178f\u1798\u17d2\u179b\u17c3TIMESTAMP\u178a\u17c2\u179b\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796 \u178a\u17bc\u1785\u1793\u17b7\u1784:\t\n"2009-02-23 09:53:11"
invalidDate=\u178f\u1798\u17d2\u179b\u17c3\u1782\u17d2\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799DATE, \u178f\u1798\u17d2\u179b\u17c3DATE\u178a\u17c2\u179b\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796 \u178a\u17bc\u1785\u1793\u17b7\u1784:\t\n"2009-02-23"
invalidTime=\u178f\u1798\u17d2\u179b\u17c3\u1782\u17d2\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799TIME, \u178f\u1798\u17d2\u179b\u17c3TIME \u178a\u17c2\u179b\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796 \u178a\u17bc\u1785\u1793\u17b7\u1784:\t\n"09:53:06"
invalidDatetime=\u178f\u1798\u17d2\u179b\u17c3\u1782\u17d2\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799 DATETIME, \u178f\u1798\u17d2\u179b\u17c3DATETIME\u178a\u17c2\u179b\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796 \u178a\u17bc\u1785\u1793\u17b7\u1784:\t\n"2009-02-23 09:53:08.333"
invalidDatetimeOld=\u178f\u1798\u17d2\u179b\u17c3\u1782\u17d2\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799DATETIME, \u178f\u1798\u17d2\u179b\u17c3DATETIME\u178a\u17c2\u179b\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796 \u178a\u17bc\u1785\u1793\u17b7\u1784:\t\n"2009-02-23 09:53:11.333"
invalidBit=\u178f\u1798\u17d2\u179b\u17c3\u1782\u17d2\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799 BIT(n), \u17ac\u1780\u17cf\u1781\u17d2\u1793\u17b6\u178f\u1793\u17c3\u1780\u17b6\u179a\u1794\u1789\u17d2\u1787\u17bc\u179b\u17a2\u1780\u17d2\u179f\u179a\u178a\u17c2\u179b\u178f\u17b7\u1785 \u178f\u17d2\u179a\u17bc\u179c\u179b\u17be\u179f\u1796\u17b8\u178f\u1798\u17d2\u179b\u17c3\u1793\u17c3n\u17d4 \u178f\u1798\u17d2\u179b\u17c3\u178a\u17c2\u179b\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796 \u178a\u17bc\u1785\u1793\u17b7\u1784:\t\n"B'01000', "X'1F'"
invalidBitVarying=\u178f\u1798\u17d2\u179b\u17c3\u1782\u17d2\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799 BIT VARYING(n), \u17ac\u1780\u17cf\u1781\u17d2\u1793\u17b6\u178f\u1793\u17c3\u1780\u17b6\u179a\u1794\u1789\u17d2\u1787\u17bc\u179b\u17a2\u1780\u17d2\u179f\u179a\u178a\u17c2\u179b\u178f\u17b7\u1785 \u178f\u17d2\u179a\u17bc\u179c\u179b\u17be\u179f\u1796\u17b8\u178f\u1798\u17d2\u179b\u17c3\u1793\u17c3n\u17d4 \u178f\u1798\u17d2\u179b\u17c3\u178a\u17c2\u179b\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796 \u178a\u17bc\u1785\u1793\u17b7\u1784:\t\n"B'01000', "X'1F'"

errMultiBytes=\u1788\u17d2\u1798\u17c4\u17c7\u1782\u17d2\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796(The intl_mbs_support is "no" value.)
errColumnName=\u1788\u17d2\u1798\u17c4\u17c7\u1787\u17bd\u179a\u1788\u179a\u1782\u17d2\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796
errColumnExist=\u1787\u17bd\u179a\u1788\u179a\u178a\u17c2\u179b\u1798\u17b6\u1793\u1788\u17d2\u1798\u17c4\u17c7"{0}"\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4 \u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17bd\u1799\u1795\u17d2\u179f\u17c1\u1784\u1791\u17c0\u178f\u17d4
errColumnNotEdit=\u1787\u17bd\u179a\u1788\u179a\u1793\u17c1\u17c7\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u179a\u17b6\u179a\u17b6\u17c6\u1784\u178a\u17c4\u1799\u178f\u17b6\u179a\u17b6\u1784\u1798\u17bd\u1799\u1795\u17d2\u179f\u1784\u1791\u17c0\u178f, \u178a\u17bc\u1785\u17d2\u1793\u17c1\u17c7\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1780\u17c6\u178e\u178f\u17cb\u17a2\u178f\u17d2\u1790\u1793\u17d0\u1799\u1794\u17b6\u1793\u1791\u17c1\u17d4
errColumnNotDrop=\u1787\u17bd\u179a\u1788\u179a\u1793\u17c1\u17c7\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u179a\u17b6\u179a\u17b6\u17c6\u1784\u178a\u17c4\u1799\u178f\u17b6\u179a\u17b6\u1784\u1798\u17bd\u1799\u1795\u17d2\u179f\u1784\u1791\u17c0\u178f, \u178a\u17bc\u1785\u17d2\u1793\u17c1\u17c7\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1791\u1798\u17d2\u179b\u1780\u17cb\u1785\u17c4\u179b\u1794\u17b6\u1793\u1791\u17c1\u17d4
errColumnNotDropForPk=\u1787\u17bd\u179a\u1788\u179a\u178a\u17c2\u179b\u17a2\u17d2\u1793\u1780\u1785\u1784\u17cb\u178a\u1780\u1785\u17c1\u1789\u1798\u17b6\u1793\u1795\u17d2\u1793\u17c2\u1780\u1793\u17c3 PK\u1793\u17b7\u1784, \u178a\u17bc\u1785\u17d2\u1793\u17c1\u17c7\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u1798\u17b7\u1793\u17a2\u17b6\u1785\u17a2\u1793\u17bb\u179c\u178f\u17d2\u178f\u1794\u17b6\u1793\u1791\u17c1\u17d4
tipChooseDataType=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1798\u17bd\u1799\u17d4
tipSuperClassTable=\u1794\u1789\u17d2\u1787\u17b8\u1793\u17c3\u178f\u17b6\u179a\u17b6\u1784\u1792\u17c6\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u178f\u17d2\u179a\u17bd\u179c\u1794\u17b6\u1793\u1780\u17c6\u178e\u178f\u17cb\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u178f\u17b6\u179a\u17b6\u1784\u17d4
tipResolutionTable=\u1796\u178f\u17cc\u1798\u17b6\u1793\u17a2\u17c6\u1796\u17b8\u178a\u17c6\u178e\u17c4\u17c7\u179f\u17d2\u179a\u17b6\u1799\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u1793\u17c3\u178f\u17b6\u179a\u17b6\u1784\u17d4
errDataType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1782\u17d2\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796
titleAddColumn=\u1794\u1793\u17d2\u1790\u17c2\u1798\u1787\u17bd\u179a\u1788\u179a
titleAddIndex=\u1794\u1793\u17d2\u1790\u17c2\u1798\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798
titleAddFK=\u1794\u1793\u17d2\u1790\u17c2\u1798Key\u1780\u17d2\u179a\u17c5
msgAddFK=\u1794\u1793\u17d2\u1790\u17c2\u1798\u1780\u1798\u17d2\u179a\u17b7\u178fkey\u1780\u17d2\u179a\u17c5\u1798\u17bd\u1799
msgEditFK=Edit a foreign key constraint
titleSetPK=\u1780\u17c6\u178e\u178f\u17cbKey\u1794\u178b\u1798 - \u179b\u17be\u178f\u17b6\u179a\u17b6\u1784 "{0}"
tipInput=\u179f\u17bc\u1798\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u1787\u17bd\u179a\u1788\u179a\u1798\u17bd\u1799, \u1794\u1793\u17d2\u1791\u17b6\u1794\u17cb\u1798\u1780\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u179a\u1794\u179f\u17cb\u179c\u17b6\u17d4
titleEditColumn=\u1780\u17c2\u178f\u17d2\u179a\u17bc\u179c\u1787\u17bd\u179a\u1788\u179a
lblShared=\u178f\u1798\u17d2\u179b\u17c3\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17c2\u1784\u1785\u17c2\u1780(&v):
lblSharedValue=\u178f\u1798\u17d2\u179b\u17c3\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17c2\u1784\u1785\u17c2\u1780(&v):
lblColumn=\u1787\u17bd\u179a\u1788\u179a:
lblColumns=\u1787\u17bd\u179a\u1788\u179a:
lblGeneral=\u1791\u17bc\u1791\u17c5:
lblColumnName=\u1788\u17d2\u1798\u17c4\u17c7\u1787\u17bd\u179a\u1788\u179a(&n):
lblFKName=\u1788\u17d2\u1798\u17c4\u17c7key\u1780\u17d2\u179a\u17c5 (\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f)(&n):
lblPKName=\u1788\u17d2\u1798\u17c4\u17c7PK(&n):
lblDefault=\u178f\u1798\u17d2\u179b\u17c3\u179b\u1791\u17d2\u1792\u1795\u179b\u178a\u17c2\u179b\u1798\u17b6\u1793(&v):
lblDefaultValue=\u178f\u1798\u17d2\u179b\u17c3\u179b\u1791\u17d2\u1792\u1795\u179b\u178a\u17c2\u179b\u1798\u17b6\u1793(&v):
tblColumnName=\u1788\u17d2\u1798\u17c4\u17c7\u1787\u17bd\u179a\u1788\u179a
tblColumnPK=PK
tblColumnDataType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799
tblColumnAutoIncr=\u1785\u17c6\u1793\u17bd\u1793\u1794\u1793\u17d2\u1790\u17c2\u1798\u179f\u17d2\u179c\u17d0\u1799\u1794\u17d2\u179a\u179c\u178f\u17d2\u178f\u17b7
tblColumnDefault=\u179b\u1791\u17d2\u1792\u1795\u179b\u178a\u17c2\u179b\u1798\u17b6\u1793
tblColumnNotNull=\u1798\u17b7\u1793\u1798\u17c4\u1783\u17c8
tblColumnUnique=\u178f\u17c2\u1798\u17bd\u1799\u1782\u178f\u17cb
tblColumnShared=\u1794\u17c2\u1784\u1785\u17c2\u1780
tblColUseColumn=\u1794\u17d2\u179a\u17be\u1787\u17bd\u179a\u1788\u179a
tblColUseTable=\u1794\u17d2\u179a\u17be\u178f\u17b6\u179a\u17b6\u1784
tblColTableName=\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17b6\u179a\u17b6\u1784
tblColumnInherit=\u1798\u179a\u178f\u1780
tblColumnClass=\u1790\u17d2\u1793\u17b6\u1780\u17cb
tblColumnFK=\u1788\u17d2\u1798\u17c4\u17c7FK
tblColumnColumnName=\u1788\u17d2\u1798\u17c4\u17c7\u1787\u17bd\u179a\u1788\u179a
tblColumnUpdateRule=\u1792\u17d2\u179c\u17be\u17b2\u17d2\u1799\u1785\u17d2\u1794\u17b6\u1794\u17cb\u1791\u17c6\u1793\u17be\u1794
tblColumnDeleteRule=\u178a\u1780\u1785\u17d2\u1794\u17b6\u1794\u17cb\u1785\u17c1\u1789
tblColumnCacheColumn=\u179b\u17b6\u1780\u17cb\u1791\u17bb\u1780\u1787\u17bd\u179a\u1788\u179a
tblColumnIndexName=\u1788\u17d2\u1798\u17c4\u17c7\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798
tblColumnIndexType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798
tblColumnOnColumns=\u179b\u17be\u1787\u17bd\u179a\u1788\u179a
tblColumnIndexRule=\u1785\u17d2\u1794\u17b6\u1794\u17cb\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798
tblColumnIndexMemo=\u17a2\u1793\u17bb\u179f\u179a\u178e\u17c8\u179f\u1793\u17d2\u1791\u179f\u17d2\u179f\u1793\u17cd
tblColumnType=\u1794\u17d2\u179a\u1797\u17c1\u1791
tblColumnSuperTable=\u178f\u17b6\u179a\u17b6\u1784\u1792\u17c6
tblColumnColumns=\u1787\u17bd\u179a\u1788\u179a
tblColColumnName=\u1788\u17d2\u1798\u17c4\u17c7\u1787\u17bd\u179a\u1788\u179a
tblColumnAlias=\u1788\u17d2\u1798\u17c4\u17c7\u1780\u17d2\u179b\u17c2\u1784
tblColDataType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799
tblColumnTableName=\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17b6\u179a\u17b6\u1784
grpColumnType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1787\u17bd\u179a\u1788\u179a
lblConflicts=\u1788\u17d2\u1798\u17c4\u17c7\u1787\u17bd\u179a\u1788\u179a\u178a\u17bc\u1785\u1782\u17d2\u1793\u17b6
lblDataType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799(&y):
lblFTablePK=\u178f\u17b6\u179a\u17b6\u1784\u1780\u17d2\u179a\u17c5  key\u1794\u178b\u1798:
grpConstaint=\u178f\u1798\u17d2\u179a\u17bd\u178f
grpOnUpdate=\u1780\u17c6\u1796\u17bb\u1784\u1792\u17d2\u179c\u17be\u17b2\u17d2\u1799\u1791\u17c6\u1793\u17be\u1794
grpOnDelete=\u1780\u17c6\u1796\u17bb\u1784\u178a\u1780\u1785\u17c1\u1789
btnDelete=\u178a\u1780\u1785\u17c1\u1789(&D)
btnCancel=\u1794\u178a\u17b7\u179f\u17c1\u1792(&C)
btnAutoIncr=\u1785\u17c6\u1793\u17bd\u1793\u1794\u1793\u17d2\u1790\u17c2\u1798\u179f\u17d2\u179c\u17d0\u1799\u1794\u17d2\u179a\u179c\u178f\u17d2\u178f\u17b7(&A)
lblSeed=\u1782\u17d2\u179a\u17b6\u1794\u17cb\u1796\u17bc\u1787(&d):
lblIncrement=\u1785\u17c6\u1793\u17bd\u1793\u1794\u1793\u17d2\u1790\u17c2\u1798(&c):
lblCurVal=\u178f\u1798\u17d2\u179b\u17c3\u1785\u179a\u1793\u17d2\u178f(&v):
lblIndexType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798(&t):
lblIndexName=\u1788\u17d2\u1798\u17c4\u17c7\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798(\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f)(&n):
lblIndexDescription=\u17a2\u1793\u17bb\u179f\u17d2\u179f\u179a\u178e\u17c8\u179f\u1793\u17d2\u1791\u179f\u17d2\u179f\u1793\u17cd(\u179f\u17d2\u179a\u17c1\u1785\u1785\u17b7\u178f\u17d2\u178f)(&d):
lblIndexes=\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798\u1793\u17b6\u1793\u17b6:
lblSize=\u1781\u17d2\u1793\u17b6\u178f(&S):
lblOwner=\u1798\u17d2\u1785\u17b6\u179f\u17cb&n):
lblAlias=\u1788\u17d2\u1798\u17c4\u17c7\u1780\u17d2\u179b\u17c2\u1784(\u178a\u17c2\u179b\u1787\u17d2\u179a\u17be\u179f)(&A):
lblType=\u1794\u17d2\u179a\u1797\u17c1\u1791(&y):
lblIncr=\u1785\u17c6\u1793\u17bd\u1793\u1794\u1793\u17d2\u1790\u17c2\u1798(&I):
lblPrecision=\u1791\u17c6\u17a0\u17c6\u1787\u17b6\u1780\u17cb\u179b\u17b6\u1780\u17cb(&c):
lblTableName=\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17b6\u179a\u17b6\u1784(&m):
lblSchemaType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1782\u17d2\u179a\u17c4\u1784\u1784\u17b6\u1799\u1799\u179b\u17cb(&h):
lblSuperList=\u1794\u1789\u17d2\u1787\u17b8\u178f\u17b6\u179a\u17b6\u1784\u1792\u17c6
lblSuperInfo=\u1796\u178f\u17cc\u1798\u17b6\u1793\u178f\u17b6\u179a\u17b6\u1784\u1792\u17c6
lblSuperClass=\u178f\u17b6\u179a\u17b6\u1784\u1792\u17c6(&u):
lblResolution=\u178a\u17c6\u178e\u17c4\u17c7\u179f\u17d2\u179a\u17b6\u1799
lblFTableName=\u1788\u17d2\u1798\u178f\u17b6\u179a\u17b6\u1784Foreign (&t):
lblResolutionType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u178a\u17c6\u178e\u17c4\u17c7\u179f\u17d2\u179a\u17b6\u1799(&R):
errPrecisionGreaterSize=\u1791\u17c6\u17a0\u17c6\u1787\u17b6\u1780\u17cb\u179b\u17b6\u1780\u17cb\u1780\u17d2\u179a\u17bc\u179c\u178f\u17c2\u179f\u17d2\u1798\u17be\u179a\u17ac\u1780\u17cf\u1792\u17c6\u1787\u17b6\u1784\u1798\u17b6\u178f\u17d2\u179a\u17b6\u1785\u17c6\u178e\u17c2\u1780\u17d4
userSchema=\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17be\u1782\u17d2\u179a\u17c4\u1784\u1784\u17b6\u1799\u1799\u179b\u17cb
schemaTypeClass=\u1790\u17d2\u1793\u17b6\u1780\u17cb
btnReuseOid=\u1794\u17d2\u179a\u17beOID\u1798\u17d2\u178f\u1784\u1791\u17c0\u178f(&R)
lblScale=\u1798\u17b6\u178f\u17d2\u179a\u17b6\u1785\u17c6\u178e\u17c2\u1780(&S):
infoSuccess=\u1787\u17c4\u1782\u1787\u17d0\u1799
infoOwner=\u1798\u17d2\u1785\u17b6\u179f\u17cb
infoGeneralTab=\u1791\u17bc\u1791\u17c5(&G)
dataNewKey=Key\u1785\u17d2\u1798\u17b8
infoInheritTab=\u1798\u179a\u178f\u1780
btnShowInherit=\u1794\u1784\u17d2\u17a0\u17b6\u1789\u179c\u178f\u17d2\u1790\u17bb\u1794\u17c6\u178e\u1784\u178a\u17c2\u179b\u178f\u1798\u17d2\u179a\u1784\u179a\u1780\u1780\u1798\u17d2\u1798\u179f\u17b7\u1791\u17d2\u1792\u17b7\u1791\u17b6\u1780\u17cb\u1791\u1784(&w)
btnChangeName=&Change Name
btnPK=&PK...
btnOK=\u1796\u17d2\u179a\u1798(&O)
btnUp=\u2191
btnAdd=\u1794\u1793\u17d2\u1790\u17c2\u1798(&A)...
btnEdit=\u1780\u17c2\u178f\u17d2\u179a\u17bc\u179c(&E)...
btnDel=\u178a\u1780\u1785\u17c1\u1789(&D)
btnDown=\u2193
infoIndexesTab=FK/\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798
infoUserSchema=\u1782\u17d2\u179a\u17c4\u1784\u1794\u1784\u17d2\u17a0\u17b6\u1789\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17be\u1794\u17d2\u179a\u17b6\u179f\u17cb
tblColumnForeignTable=\u178f\u17b6\u179a\u17b6\u1784\u1780\u17d2\u179a\u17c5
tblColumnForeignColumnName=\u1788\u17d2\u1798\u17c4\u17c7\u1787\u17bd\u179a\u1788\u179a\u1780\u17d2\u179a\u17c5
systemSchema=\u1782\u17d2\u179a\u17c4\u1794\u1784\u17d2\u17a0\u17b6\u1789\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792
errDataTypeImcompatible=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1782\u17d2\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1798\u17b7\u1793\u179f\u17ca\u17b8\u1782\u17d2\u1793\u17b6\u17d4
errDataTypeInCompatible=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1793\u17b6\u1793\u17b6\u1798\u17b7\u1793\u179f\u17ca\u17b8\u1782\u17d2\u1793\u17b6\u17d4
errNoSelectedSuperClass=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u178f\u17b6\u179a\u17b6\u1784\u1792\u17c6\u1798\u17bd\u1799\u17d4
errNoNameForCacheColumn=\u179f\u17bc\u1798\u1795\u17d2\u178f\u179b\u17cb\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17bd\u1799\u178a\u179b\u17cb\u1787\u17bd\u179a\u1788\u179a\u1782\u17c4\u179b\u178a\u17c2\u179b\u179b\u17b6\u1780\u17cb\u1791\u17bb\u1780\u17d4
errExistColumn=\u1787\u17bd\u179a\u1788\u179a\u1788\u17d2\u1798\u17c4\u17c7 "{0}"\u1798\u17b7\u1793\u1791\u17b6\u1793\u17cb\u1798\u17b6\u1793\u17d4
errInvalidFile=\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u1782\u17d2\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796
errInvalidDataType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1782\u17d2\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errExistIndex=\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errExistReverseIndex=\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798\u1794\u1798\u17d2\u179a\u17bb\u1784\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errExistUniqueIndex=\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798\u178f\u17c2\u1798\u17bd\u1799\u1782\u178f\u17cb\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errDoNotDropMultipleType=\u1787\u17bd\u179a\u1788\u179a\u1794\u17d2\u179a\u1797\u17c1\u1791\u1796\u17bb\u17a0\u1782\u17bb\u178e\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1791\u1798\u17d2\u179b\u17b6\u1780\u17cb\u1785\u17c4\u179b\u1793\u17c5\u1796\u17c1\u179b\u178f\u17c2\u1798\u17bd\u1799\u1794\u17b6\u1793\u1791\u17c1\u17d4
errIndexPrefixLength=\u1794\u17d2\u179a\u179c\u17c2\u1784\u1794\u17bb\u1796\u17d2\u179c\u1794\u1791\u1798\u17b7\u1793\u17a2\u17b6\u1785\u17a0\u17bd\u179f\u1796\u17b8\u1791\u17c6\u17a0\u17c6\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1794\u17d2\u179a\u1797\u17c1\u1791\u1787\u17bd\u179a\u1788\u179a"{0}"\u1794\u17b6\u1793\u1791\u17c1\u17d4
errMultColIndexPrefixLength=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1782\u17b6\u17c6\u1791\u17d2\u179a\u1794\u17d2\u179a\u179c\u17c2\u1784\u1794\u17bb\u1796\u17d2\u179c\u1794\u1791\u1780\u17d2\u1793\u17bb\u1784\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798\u1787\u17bd\u179a\u1788\u179a\u1796\u17a0\u17bb\u1782\u17bb\u178e\u1794\u17b6\u1793\u1791\u17c1\u17d4
errPKNameEmpty=The PK name can't be empty.
msgTitleAddFK=\u1794\u1793\u17d2\u1790\u17c2\u1798Key\u1780\u17d2\u179a\u17c5
msgTitleEditFK=Edit Foreign Key
msgTitleSetPK=\u1780\u17c6\u178e\u178f\u17cbkey\u1794\u178b\u1798
msgAddColumn=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u1787\u17bd\u179a\u1788\u179a\u1798\u17bd\u1799\u17a0\u17be\u1799\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1798\u17bd\u1799\u17d4
msgEditColumn=\u179f\u17bc\u1798\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u1796\u178f\u17cc\u1798\u17b6\u1793\u1787\u17bd\u179a\u1788\u179a \u1780\u17d2\u1793\u17bb\u1784\u178f\u17b6\u179a\u17b6\u1784\u1793\u17c1\u17c7
msgTitleAddIndex=\u1794\u1793\u17d2\u1790\u17c2\u1798\u1780\u1798\u1798\u17d2\u179a\u17b7\u178f\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798
msgAddIndex=\u1794\u1793\u17d2\u1790\u17c2\u1798\u1780\u1798\u1798\u17d2\u179a\u17b7\u178f\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798
msgTitleEditIndex=Edit Index Constraint
msgEditIndex=Edit a index constraint.
msgTitleAddColumn=\u1794\u1793\u17d2\u1790\u17c2\u1798\u1787\u17bd\u179a\u1788\u179a
msgTitleSetSupers=\u1780\u17c6\u178e\u178f\u17cb\u178f\u17b6\u179a\u17b6\u1784\u1792\u17c6
msgTitleEditColumn=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u1787\u17bd\u179a\u1788\u179a
msgTitleSetResolution=\u1780\u17c6\u178e\u178f\u17cb\u178a\u17c6\u178e\u17c4\u17c7\u179f\u17d2\u179a\u17b6\u1799
msgSelectSupers=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u178f\u17b6\u179a\u17b6\u1784\u1792\u17c6\u1798\u17bd\u1799\u17ac\u1785\u17d2\u179a\u17be\u1793
msgSetResolution=\u179f\u17bc\u1798\u1780\u17c6\u178e\u178f\u17cb\u1788\u17d2\u1798\u17c4\u17c7\u1780\u17d2\u179b\u17c2\u1784\u1793\u17c3\u1788\u17d2\u1798\u17c4\u17c7\u1787\u17bd\u179a\u1788\u179a\u1798\u17bd\u1799\u179a\u1794\u179f\u17cb\u178f\u17b6\u179a\u17b6\u1784\u1792\u17c6\u178e\u17b6\u1798\u17bd\u1799\u17d4
lblCacheColumnName=\u179b\u17b6\u1780\u17cb\u1791\u17bb\u1780\u1788\u17d2\u1798\u17c4\u17c7\u1787\u17bd\u179a\u1788\u179a\u1782\u17c4\u179b(&m):
lblSelectColumns=\u1787\u17bd\u179a\u1788\u179a(\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1798\u17bd\u1799\u17ac\u1785\u17d2\u179a\u17be\u1793):
lblTipSuperClass=(\u1796\u17b8\u1780\u17b6\u179a\u1787\u17d2\u179a\u17be\u179f\u178e\u17b6\u1798\u17bd\u1799 \u1787\u17bd\u179a\u1788\u179a\u1793\u17b9\u1784\u1798\u17b6\u1793\u179c\u17b7\u1789)
lblSelectTables=\u1787\u17bd\u179a\u1788\u179a (\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1798\u17bd\u1799\u17ac\u1785\u17d2\u179a\u17be\u1793)
errSelectTableWithPK=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u178f\u17b6\u179a\u17b6\u1784\u1798\u17bd\u1799\u178a\u17c2\u179b\u1798\u17b6\u1793key\u1794\u178b\u1798\u17d4
errSelectMoreColumn=\u17a2\u17d2\u1793\u1780\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1787\u17bd\u179a\u1788\u179a\u1785\u17d2\u179a\u17be\u1787\u17b6\u1784\u178f\u1798\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u17d4
errSelectMoreColumns=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1787\u17bd\u179a\u1788\u179a\u1798\u17bd\u1799\u17ac\u1785\u17d2\u179a\u17be\u1793\u17d4
errMultColumnsNotSet=\u1796\u17bb\u17c6\u1798\u17b6\u1793key\u1780\u17d2\u179a\u17c5\u1793\u17c3\u1787\u17bd\u1788\u179a {0}\u1791\u17c1\u17d4
errSelectDataType=\u179f\u17bc\u1798\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1798\u17bd\u1799\u17d4
errExistReverseUniqueIndex=\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798\u1794\u17d2\u179a\u17bb\u1784\u178f\u17c2\u1798\u17bd\u1799\u1782\u178f\u17cb\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errDataTypeNotFound=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u179a\u1780\u1783\u17be\u1789\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799: {0}
errNoSelectedColumn=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1787\u17bd\u179a\u1788\u179a\u1798\u17bd\u1799\u17d4
errNoColumnInTable=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1794\u1784\u17d2\u1780\u17be\u178fkey\u1780\u17d2\u179a\u17c5\u1798\u17bd\u1799\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u178f\u17b6\u179a\u17b6\u1784\u178a\u17c2\u179b\u1782\u17d2\u1798\u17b6\u1793\u1787\u17bd\u179a\u1788\u179a\u1793\u17c4\u17c7\u1791\u17c1\u17d4
errOneColumnNotSet=\u1787\u17bd\u179a\u1788\u179a\u1798\u17bd\u1799\u17ac\u1785\u17d2\u179a\u17be\u1793\u1787\u17b6\u1784\u178f\u17d2\u179a\u17bb\u179c\u1780\u17b6\u179a\u1780\u17c6\u1793\u178f\u17cbkey\u1780\u17d2\u179a\u17c5\u1798\u17bd\u1799\u17d4
msgSetPK=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1787\u17bd\u179a\u1788\u179a\u1798\u17bd\u1799\u17ac\u1785\u17d2\u179a\u17be\u1793\u1787\u17b6\u1784 \u17a0\u17be\u1799\u1780\u17c2\u179b\u17c6\u178a\u17b6\u1794\u17cb\u17d4
titleSetSuperTables=\u1780\u17c6\u178e\u178f\u17cb\u178f\u17b6\u179a\u17b6\u1784\u1792\u17c6\u17d4
titleTitleSetResolution=\u1780\u17c6\u178e\u178f\u17cb\u178a\u17c6\u178e\u17c4\u17c7\u179f\u17d2\u179a\u17b6\u1799
colUseColumn=\u1794\u17d2\u179a\u17be\u1787\u17bd\u179a\u1788\u179a
colPrefixLength=\u1794\u17d2\u179a\u179c\u17c2\u1784\u1794\u17bb\u1796\u17d2\u179c\u1794\u1791
colFunctionExpression=\u1780\u1793\u17d2\u179f\u17c4\u1798\u17a2\u1793\u17bb\u1782\u1798\u1793\u17cd
colRefColumn=\u1787\u17bd\u179a\u1788\u179a\u1799\u17c4\u1784
colColumnName=\u1788\u17d2\u1798\u17c4\u17c7\u1787\u17bd\u179a\u1788\u179a
colSchemaType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1782\u17d2\u179a\u17c4\u1784\u1794\u1784\u17d2\u17a0\u17b6\u1789
colDataType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799
colOrder=\u179b\u17c6\u178a\u17b6\u1794\u17cb
colName=\u1788\u17d2\u1798\u17c4\u17c7
btnAddFk=\u1794\u1793\u17d2\u1790\u17c2\u1798&FK(F)...
btnEditFk=Edi&t FK...
btnDelFk=\u178a\u1780\u1785\u17c1\u1789F&K(&K)
btnAddIndex=\u1794\u1793\u17d2\u1790\u17c2\u1798\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798(&I)...
btnEditIndex=Edit In&dex...
btnDelIndex=\u178a\u1780\u1785\u17c1\u1789\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798(&n)

#Create view
errInput=\u1794\u1789\u17d2\u1787\u17bc\u179b\u1780\u17c6\u17a0\u17bb\u179f
errInputViewName=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u1782\u17c6\u17a0\u17be\u1789\u1798\u17bd\u1799
errInputNameLength=\u1794\u17d2\u179a\u179c\u17c2\u1784\u1788\u17d2\u1798\u17c4\u17c7\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17be\u1798\u17bd\u1799 \u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u1781\u17d2\u179b\u17b8\u1787\u17b6\u1784{0}.
newViewMsg=\u1794\u1784\u17d2\u1780\u17be\u178f\u1782\u17c6\u17a0\u17be\u1789\u1785\u17d2\u1798\u17b8\u1798\u17bd\u1799
newViewShellTitle=\u1794\u1784\u17d2\u1780\u17be\u178f\u1782\u17c6\u17a0\u17be\u1789
newViewMsgTitle=\u1794\u1784\u17d2\u1780\u17be\u178f\u1782\u17c6\u17a0\u17be\u1789
errInputValidViewName=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u1782\u17c6\u17a0\u17be\u1789\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u1798\u17bd\u1799\u17d4 \u17a2\u1780\u17d2\u179f\u179a"{0}"\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errAddSpecification=\u179f\u17bc\u1798\u1794\u1793\u17d2\u1790\u17c2\u1798\u1785\u17c6\u178e\u17bb\u1785\u1785\u17c6\u17d7\u1793\u17c3\u179f\u17c6\u178e\u17bd\u179a
errClickValidate=\u179f\u17bc\u1798\u1785\u17bb\u1785\u1787\u17d2\u179a\u17be\u179f\u178f\u17d2\u179a\u1784\u17cb'\u1794\u1784\u17d2\u1780\u17be\u178f\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796'\u178a\u17be\u1798\u17d2\u1794\u17b8\u1791\u1791\u17bd\u179b\u1794\u17b6\u1793\u1787\u17bd\u179a\u1788\u179a\u17d4
titleSuccess=\u1787\u17c4\u1782\u1787\u17d0\u1799
msgSuccessCreateView=\u1782\u17c6\u17a0\u17be\u1789\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u1784\u17d2\u1780\u17be\u178f\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
msgSuccessEditView=\u1782\u17c6\u17a0\u17be\u1789\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1792\u17d2\u179c\u17be\u17b2\u17d2\u1799\u1780\u17b6\u1793\u17cb\u178f\u17c2\u1791\u17c6\u1793\u17be\u1794\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
tabItemGeneral=\u1791\u17bc\u1791\u17c5(&G)
tabItemSQLScript=\u1780\u17b6\u179a\u179f\u179a\u179f\u17c1\u179aSQL(&S)
lblViewName=\u1788\u17d2\u1798\u17c4\u17c7\u1782\u17c6\u17a0\u17be\u1789(&S):
lblViewDescription=\u1798\u17be\u179b\u179f\u17c1\u1785\u1780\u17d2\u178a\u17b8\u17a2\u1792\u17b7\u1794\u17d2\u1794\u17b6\u1799(&D):
lblTableNameColumns=\u1787\u17bd\u179a\u1788\u179a:
lblViewOwnerName=\u1798\u17d2\u1785\u17b6\u179f\u17cb(&w):
lblQueryList=\u1794\u1789\u17d2\u1787\u17b8\u17a2\u17c6\u1796\u17b8\u1798\u17b6\u178f\u17d2\u179a\u178a\u17d2\u178b\u17b6\u1793\u179f\u17c6\u178e\u17bd\u179a
lblQuerySpec=\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1798\u17be\u179b\u1798\u17b6\u178f\u17d2\u179a\u178a\u17d2\u178b\u17b6\u1793\u179f\u17c6\u178e\u17bd\u179a:
lblSelectQueryList=\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1798\u17b6\u178f\u17d2\u179a\u178a\u17d2\u178b\u17b6\u1793\u179f\u17c6\u178e\u17bd\u179a 
tblColViewName=\u1788\u17d2\u1798\u17c4\u17c7
tblColViewDataType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799
tblColViewDefaultType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u179b\u1791\u17d2\u1792\u1795\u179b\u1780\u17be\u178f\u1798\u17b6\u1793
tblColViewDefaultValue=\u178f\u1798\u17d2\u179b\u17c3\u179b\u1791\u17d2\u1792\u1795\u179b\u1780\u17be\u178f\u1798\u17b6\u1793
tblColViewMemo=\u17a2\u1793\u17bb\u179f\u179a\u178e\u17c8
msgPropertyInfo=\u1780\u1798\u17d2\u1798\u179f\u17b7\u1791\u17d2\u1792\u17b7
msgEditInfo=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c
btnAddParameter=\u1794\u1793\u17d2\u1790\u17c2\u1798(&A)...
btnDeleteParameter=\u178a\u1780\u1785\u17b6\u1789(&D)
btnEditParameter=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c(&E)...
btnValidateColumn=\u1794\u1784\u17d2\u1780\u17be\u178f\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796(&V)
#add query
titleAddQueryDialog=\u1794\u1793\u17d2\u1790\u17c2\u1798\u179b\u17c6\u17a2\u17b7\u178f\u1793\u17bc\u179c\u1798\u17b6\u178f\u17d2\u179a\u178a\u17d2\u178b\u17b6\u1793\u179f\u17c6\u178e\u17bd\u179a 
titleEditQueryDialog=\u1780\u17c2\u178f\u17d2\u179a\u17bc\u179c\u1798\u17b6\u178f\u17d2\u179a\u178a\u17d2\u178b\u17b6\u1793\u179f\u17c6\u178e\u17bd\u179a\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f
grpQuerySpecification=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1798\u17b6\u178f\u17d2\u179a\u178a\u17d2\u178b\u17b6\u1793\u179f\u17c6\u178e\u17bd\u179a\u1798\u17bd\u1799 (SQL)
msgAddQueryDialog=\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1798\u17be\u179b\u1798\u17b6\u178f\u17d2\u179a\u178a\u17d2\u178b\u17b6\u1793\u179f\u17c6\u178e\u17bd\u179a
errFileCannotDelete=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u178a\u1780\u1785\u17c1\u1789\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8 "{0}"\u17d4
errFileCannotRename=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1780\u17c2\u1788\u17d2\u1798\u17c4\u17c7\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8"{0}"\u1791\u17c5 "{1}"\u1791\u17c1\u17d4
errNoTableName=\u179f\u17bc\u1798\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17b6\u179a\u17b6\u1784\u1798\u17bd\u1799\u17d4
btnOnCacheObject=\u178f\u17d2\u179a\u1784\u17cb\u179c\u178f\u17d2\u1790\u17bb\u1794\u17c6\u178e\u1784\u178a\u17c2\u179b\u179b\u17b6\u1780\u17cb\u1791\u17bb\u1780(&C)
typeClass=\u1790\u17d2\u1793\u17b6\u1780\u17cb(&l)
typeTable=\u178f\u17b6\u179a\u17b6\u1784
typeView=\u1782\u17c6\u17a0\u17be\u1789
typeInstance=\u1796\u17b6\u1780\u17d2\u1799\u179f\u17bb\u17c6(&e)
typeShared=\u1794\u17c2\u1784\u1785\u17c2\u1780(&r)
typeUnique=\u178f\u17c2\u1798\u17bd\u1799\u1782\u178f\u17cb(&U)
typeNotNull=\u1798\u17b7\u1793\u1798\u17c4\u1783\u17c8(&t)
lblFK=keys\u1780\u17d2\u179a\u17c5:
infoType=\u1794\u17d2\u179a\u1797\u17c1\u1791
titleSchemEditPart={0}
errNoDefaultOnClassColumnNotNull=\u1787\u17bd\u179a\u1788\u179a\u1798\u17b7\u1793\u1780\u1798\u17d2\u179a\u17b7\u178f\u1798\u17c4\u1783\u17c4\u17c8 \u1782\u17bd\u179a\u1798\u17b6\u1793\u178f\u1798\u17d2\u179b\u17c3\u179b\u1791\u17d2\u1792\u1795\u179b\u1780\u17c6\u178e\u178f\u17cb\u1798\u17bd\u1799\u17d4
errFKNotDrop=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u178a\u1780\u1785\u17c1\u1789 key\u1780\u17d2\u179a\u17c5\u178a\u17c2\u179b\u1780\u17be\u178f\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u1793\u17c4\u17c7\u1791\u17c1\u17d4
errIndexNotDrop=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u178a\u1780\u1785\u17c1\u1789\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798\u178a\u17c2\u179b\u1780\u17be\u178f\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u1793\u17c4\u17c7\u1791\u17c1\u17d4
errInheritItself=\u178f\u17b6\u179a\u17b6\u1784 "{0}"\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1780\u17be\u178f\u1798\u17b6\u1793\u178a\u17c4\u1799\u17af\u1780\u17af\u1784\u17a1\u17be\u1799\u17d4
errExistTable=\u178f\u17b6\u179a\u17b6\u1784"{0}"\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errExistView=The "{0}" \u1782\u17c6\u17a0\u17be\u1789\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errExistLocColumn=\u1787\u17bd\u179a\u1788\u179a"{0}" \u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1780\u17c6\u178e\u178f\u17cb\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u178f\u17b6\u179a\u17b6\u1784\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4 \u17a2\u17d2\u1793\u17a2\u17b6\u1785\u1780\u17c6\u178e\u178f\u17cb\u179c\u17b6\u1787\u17b6\u1792\u17bd\u179a\u1788\u179a\u1788\u17d2\u1798\u17c4\u17c7\u1780\u17d2\u179b\u17c2\u1784\u1787\u17c6\u1793\u17bd\u179f\u1780\u17cf\u1794\u17b6\u1793\u17d4
errExistResolution=\u1780\u17b6\u179a\u179f\u17d2\u1791\u17b6\u179f\u17cb\u1782\u17d2\u1793\u17b6\u17a2\u17b6\u1785\u1780\u17be\u178f\u1798\u17b6\u1793\u17d4
errExistTable=\u178f\u17b6\u179a\u17b6\u1784"{0}"\u1794\u1785\u17d2\u1785\u17bb\u1794\u17d2\u1794\u1793\u17d2\u1793 \u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errColumnExistInFK=\u1787\u17bd\u179a\u1788\u179a\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u1799\u1780\u1798\u17b6\u1793\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784 FK\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errNumber=\u1780\u17b6\u179a\u1794\u1789\u17d2\u1787\u17bc\u179b("{0}")\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4 \u179c\u17b6\u17a2\u17b6\u1785\u1787\u17b6\u1785\u17c6\u1793\u17bd\u1793\u1798\u17bd\u1799\u17d4
errRange=\u1780\u17b6\u179a\u1794\u1789\u17d2\u1787\u17bc\u179b("{0}")\u1796\u17bb\u17c6\u1798\u17c2\u1793\u1780\u17d2\u1793\u17bb\u1784\u179b\u17c6\u178a\u17b6\u1794\u17cb\u1796\u17b8 {1} \u1791\u17c5 {2}\u1791\u17c1\u17d4
errIncrement=\u1785\u17c6\u1793\u17bd\u1793\u1794\u1793\u17d2\u1790\u1798\u1782\u17bd\u178f\u17c2\u1792\u17c6\u1787\u17b6\u1784 1\u17d4
errNotEnoughtColumns=\u1795\u17d2\u1793\u17c2\u1780"{0}" \u1798\u17b6\u1793\u178f\u17c2\u1787\u17bd\u179a\u1788\u179a{1} \u1794\u17c9\u17bb\u1793\u17d2\u178f\u17c2\u1787\u17bd\u179a\u1788\u179a {2}\u1798\u17b6\u1793\u1797\u17b6\u1796\u1787\u17bf\u1787\u17b6\u1780\u17cb\u17d4
exportCharacterCountExceedWarnInfo=\u1791\u1793\u17d2\u1793\u1793\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u17c1\u1787\u17bd\u179a\u1788\u179a "{0}" \u17a2\u17b6\u1785\u179b\u17be\u179f\u1796\u17b8\u1785\u17c6\u1793\u17bd\u1793\u178f\u17bd\u179a(32767)\u1780\u17d2\u1793\u17bb\u1784\u1795\u17d2\u1793\u17c2\u1780\u178f\u17c2\u1798\u17bd\u1799\u17d4\n\u1794\u17be\u17a2\u17d2\u1798\u1780\u1785\u1784\u17cb\u1793\u17b6\u17c6\u1785\u17c1\u1789\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb  \u1791\u1798\u17d2\u179a\u1784\u17cbCSV\u17a2\u17b6\u1785\u1787\u17b6\u1787\u1798\u17d2\u179a\u17be\u179f\u1794\u17d2\u179a\u179f\u17be\u179a\u1787\u17b6\u1784 XSL\u17d4\n\n\u178f\u17be\u17a2\u17d2\u1780\u1785\u1784\u17cb\u1794\u1793\u17d2\u178f\u179a\u1791\u17c1?

#Partition
tabItemPartition=\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1780
tblColPartitionName=\u1788\u17d2\u1798\u17c4\u17c7\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1780
tblColPartitionDescription=\u17a2\u1793\u17bb\u179f\u179a\u178e\u17c8\u1797\u17b6\u1782\u1790\u17b6\u179f
tblColType=\u1794\u17d2\u179a\u1797\u17c1\u1791
tblColExpr=\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7
tblColExprValue=\u178f\u1798\u17d2\u179b\u17c3\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7
tblColRows=\u1787\u17bd\u179a\u178a\u17c1\u1780
msgNoTableName=\u178a\u17c6\u1794\u17bc\u1784\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17b6\u179a\u17b6\u1784\u179f\u17b7\u1793\u17d4
msgDelPartition=\u178f\u17be\u17a2\u17d2\u1780\u1780\u1794\u17d2\u179a\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u178a\u1780\u1785\u17c1\u1789\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1784\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u179a\u17be\u179f\u17a0\u17be\u1799\u17ac\u1791\u17c1?
msgDelHashPartition=\u178f\u17be\u17a2\u17d2\u1780\u1780\u1794\u17d2\u179a\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u178a\u1780\u1785\u17c1\u1789\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1784 HASH\u1791\u17b6\u17c6\u1784\u1793\u17c1\u17c7\u17ac\u1791\u17c1?
#Partition Dialog
titleAddPartition=\u1794\u1793\u17d2\u1790\u17c2\u1798\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1780
titleEditPartition=\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1780
#Partition type wizard page
titleTypePage=\u1780\u17c6\u178e\u178f\u17cb\u1794\u17d2\u179a\u1797\u17c1\u1791\u1794\u17c2\u1784\u1785\u17c2\u1780 \u1793\u17b7\u1784\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7
msgTypePage=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791\u1794\u17c2\u1784\u1785\u17c2\u1780 \u1793\u17b7\u1784\u1780\u17c6\u178e\u178f\u17cb\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7\u1794\u17c2\u1784\u1785\u17c2\u1780\u17d4
lblPartitionType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1794\u17c2\u1784\u1785\u17c2\u1780(&t):
grpPartitionExpr=\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7\u1794\u17c2\u1784\u1785\u17c2\u1780
btnUseColumn=\u1794\u17d2\u179a\u17be\u1787\u17bd\u179a\u1788\u179a\u1798\u17bd\u1799(&m)
tblColName=\u1788\u17d2\u1798\u17c4\u17c7\u1787\u17bd\u179a\u1788\u179a
tblColMiniValue=\u178f\u1798\u17d2\u179b\u17c3\u17a2\u1794\u17d2\u1794\u179a\u1798\u17b6
tblColMaxValue=\u178f\u1798\u17d2\u179b\u17c3\u17a2\u178f\u17b7\u1794\u179a\u1798\u17b6
tblColValueCount=\u1785\u17c6\u1793\u17bd\u1793\u179f\u1798\u17d2\u1782\u17b6\u179b\u17cb
btnUseExpr=\u1794\u17d2\u179a\u17be\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7\u1791\u17c6\u1793\u17c0\u1798(&c)
lblPartitionExpr=\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7\u1794\u17c2\u1784\u1785\u17c2\u1784(&e):
lblExprDataType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7(&y):
errNoExpression=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7\u17d4
errNoSelectColumn=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1787\u17bd\u179a\u1788\u179a\u1798\u17bd\u1799\u17d4
errInvalidExpr=\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7\u1798\u17b7\u1793\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
#Partition HASH wizard page
titleHashPage=\u1780\u17c6\u178e\u178f\u17cb\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1784HASH\u1798\u17bd\u1799\u17d4
msgHashPage=\u1780\u17c6\u178e\u178f\u17cb\u1785\u17c6\u1793\u17bd\u1793\u1793\u17c3\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1784HASH\u17d4 
grpPartitionInfo=\u1796\u178f\u17cc\u1798\u17b6\u1793\u1794\u17c2\u1784\u1785\u17c2\u1780
lblPartitionNumber=\u1785\u17c6\u1793\u17bd\u1793\u1793\u17c3\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1784(&N):
errPartitionNumber=\u1785\u17c6\u1793\u17bd\u1793\u1793\u17c3\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1784\u1782\u17ba\u179a\u179c\u17b6\u1784 1\u1793\u17b7\u17841024\u17d4
#Partition LIST wizard page
titleListPage=\u1780\u17c6\u178e\u178f\u17cb\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1780 LIST\u17d4
msgListPage=\u1780\u17c6\u178e\u178f\u17cb\u1788\u17d2\u1798\u17c4\u17c7\u1793\u17b7\u1784\u178f\u1798\u17d2\u179b\u17c3\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1780LIST\u17d4
lblPartitionName=\u1788\u17d2\u1798\u17c4\u17c7\u1794\u17c2\u1784\u1785\u17c2\u1780(&n):
lblPartitionDescription=\u17a2\u1793\u17bb\u179f\u17d2\u179f\u179a\u178e\u17c8\u1797\u17b6\u1782\u1790\u17b6\u179f(&m):
grpExpressionValue=\u1794\u1793\u17d2\u1790\u17c2\u1798\u178f\u1798\u17d2\u179b\u17c3\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7 
lblPartitionValue=\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1780\u178f\u1798\u17d2\u179b\u17c3\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7(&v):
errValueExist=\u178f\u1798\u17d2\u179b\u17c3"{0}"\u1793\u17c1\u17c7 \u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
lblExprValueInfo=\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798 \u1782\u17ba\u1787\u17b6\u1794\u1789\u17d2\u1787\u17b8 \u1793\u17c3\u178f\u1798\u17d2\u179b\u17c3\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1780LIST\u1793\u17c1\u17c7\u17d4
errValueTooMany=\u1798\u17b6\u1793\u178f\u1798\u17d2\u179b\u17c3\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7{0}\u17d4 \u1796\u17bb\u17c6\u1798\u17b6\u1793\u178f\u1798\u17d2\u179b\u17c3\u178e\u17b6\u1791\u17c0\u178f\u17a2\u17b6\u1785\u178f\u17d2\u179a\u17bc\u179c\u1782\u17d2\u1793\u17b6\u1793\u17b9\u1784\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1780LIST\u17d4
errNoPartitionName=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1788\u17d2\u1798\u17c4\u17c7\u1794\u17c2\u1784\u1785\u17c2\u1780\u17d4
errPartitionNameExist=\u1788\u17d2\u1798\u17c4\u17c7\u1794\u17c2\u1784\u1785\u17c2\u1780\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errNoExprValue=\u179f\u17bc\u1798\u1794\u1793\u17d2\u1790\u17c2\u1798\u178f\u1798\u17d2\u179b\u17c3\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1780\u1793\u17c1\u17c7\u17d4
#Partition RANGE wizard page
titleRangePage=\u1780\u17c6\u178e\u178f\u17cb\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1780RANGE\u17d4
msgRangePage=\u1780\u178e\u178f\u17cb\u1788\u17d2\u1798\u17c4\u17c7\u1793\u17b7\u1784\u178f\u1798\u17d2\u179b\u17c3\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1780RANGE\u17d4
lblRange=\u178f\u1798\u17d2\u179b\u17c3\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7\u178f\u17b7\u1785\u1787\u17b6\u1784(&l):
btnMaxValue=&MAXVALUE(&M)
errMaxValueExist=\u1780\u17b6\u179a\u1794\u17c2\u1784\u1785\u17c2\u1780\u179b\u17c6\u178a\u17b6\u1794\u17cb MAXVALUE\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4
errNoRangeValue=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u178f\u1798\u17d2\u179b\u17c3\u179b\u17c6\u178a\u17b6\u1794\u17cb\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7\u17d4 
errInvalidRangeValue=\u178f\u1798\u17d2\u179b\u17c3\u179b\u17c6\u178a\u17b6\u1794\u17cb\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7\u17a2\u17b6\u1785\u1787\u17b6\u179b\u17c1\u1781\u1782\u178f\u17cb\u1794\u17c9\u17bb\u178e\u17d2\u178e\u17c4\u17c7\u17d4
errRangeValueExist=\u178f\u1798\u17d2\u179b\u17c3\u179b\u17c6\u178a\u17b6\u1794\u17cb\u179c\u17b7\u1789\u17d2\u1789\u178f\u17d2\u178f\u17b7\u1798\u17b6\u1793\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4

msgConfirmUpdateStatis=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u1793\u17b9\u1784\u1792\u17d2\u179c\u17be\u17b2\u17d2\u1799\u1791\u17c6\u1793\u17be\u1794\u1793\u17bc\u179c\u179f\u17d2\u1790\u17b7\u178f\u17b7\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u178f\u17b6\u179a\u17b6\u1784\u1794\u17c2\u1784\u1785\u17c2\u1780\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798\u178a\u17c2\u179a\u17ac\u1791\u17c1?\r\n[{0}]
msgSuccessUpdateStatis=\u17a2\u17d2\u1793\u1780\u1794\u17b6\u1793\u1792\u17d2\u179c\u17be\u17b2\u17d2\u1799\u1791\u17c6\u1793\u17be\u1794\u1793\u17bc\u179c\u179f\u17d2\u1790\u17b7\u178f\u17b7\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u178f\u17b6\u179a\u17b6\u1784\u1794\u17c2\u1784\u1785\u17c2\u1780\u1791\u17b6\u17c6\u1784\u1793\u17c1\u17c7\u17d4
#create like table dialog
titleCreateLikeTableDialog=\u178f\u17b6\u179a\u17b6\u1784\u1790\u178f\u1785\u1798\u17d2\u179b\u1784
msgCreateLikeTableDialog=\u1794\u1784\u17d2\u1780\u17be\u178f\u178f\u17b6\u179a\u17b6\u1784\u1798\u17bd\u1799\u178a\u17c2\u179b\u1798\u17b6\u1793\u179a\u1785\u1793\u17b6\u179f\u1798\u17d2\u1796\u17d0\u1793\u17d2\u1792\u1793\u17b9\u1784\u178f\u17b6\u179a\u17b6\u1784\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4  \u1794\u17c9\u17bb\u1793\u17d2\u178f\u17c2\u1796\u17bb\u17c6\u1798\u17b6\u1793\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u178f\u17b6\u179a\u17b6\u1784\u1790\u178f\u1785\u1798\u17d2\u179b\u1784\u17d4
lblLikeTableName=\u178a\u17bc\u1785\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17b6\u179a\u17b6\u1784(&L):
lblNewTableName=\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17b6\u179a\u17b6\u1784\u1790\u17d2\u1798\u17b8(&N):
createLikeTableTaskName=\u1794\u1784\u17d2\u1780\u17be\u178f\u17b2\u17d2\u1799\u178a\u17bc\u1785\u1793\u17b9\u1784\u178f\u17b6\u179a\u17b6\u1784"{0}"...
#PstmtOneDataDialog
titlePstmtDataDialog=\u1794\u17D2\u179A\u178F\u17B7\u1794\u178F\u17D2\u178F\u17B7 Prepared SQL
msgPstmtOneDataDialog=\u1780\u17c6\u178e\u178f\u17cb\u178f\u1798\u17d2\u179b\u17c3\u1793\u17b7\u1784\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a\u179b\u17be\u179f\u17c1\u1785\u1780\u17d2\u178f\u17b8\u178a\u17c2\u179b\u1794\u17b6\u1793\u179a\u17c0\u1785\u17c6 \u1794\u1793\u17d2\u1791\u17b6\u1794\u17cb\u1798\u1780\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7SQL\u178a\u17c2\u179b\u1780\u17c6\u178e\u178f\u17cb\u178a\u17c4\u1799\u1781\u17d2\u179b\u17bd\u1793\u17af\u1784\u17d4\r\nSQL\u1793\u17c1\u17c7 \u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u1798\u17b6\u1793\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a(?)\u17d4
grpSql=SQL\u1780\u17c6\u178e\u178f\u17cb\u1781\u17d2\u179b\u17bd\u1793\u17af\u1784
btnClear=\u1787\u1798\u17d2\u179a\u17c7(&r)
btnAnalyze=\u179c\u17b7\u1797\u17b6\u1782(&A)
grpParameters=\u1780\u17b6\u179a\u1780\u17c6\u178e\u178f\u17cb\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a
colParaName=\u1788\u17d2\u1798\u17c4\u17c7/\u179b\u17b7\u1794\u17b7\u1780\u17d2\u179a\u1798\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a
colParaType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a
colParaValue=\u178f\u1798\u17d2\u179b\u17c3\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a
btnClearValue=\u178f\u1798\u17d2\u179b\u17c3\u1785\u17d2\u1794\u17b6\u179f\u17cb(&v)
btnExecute=\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7(&E)
errInvalidType=\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u1798\u17d2\u179a\u1784\u17cb"{0}"\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u17d4
errInvalidSql=\u1780\u17b6\u179a\u1780\u17c6\u178e\u178f\u17cbSQL\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796
msgParaType=\u179f\u17bc\u1798\u179c\u17b6\u1799\u1794\u1789\u17d2\u1787\u17bc\u179b\u1794\u17d2\u179a\u1797\u17c1\u1791\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a "{0}"\u17d4
errParaTypeValueMapping=\u178f\u1798\u17d2\u179b\u17c3\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a"{0}"\u1798\u17b7\u1793\u178f\u17d2\u179a\u17bc\u179c\u1782\u17d2\u1793\u17b6\u1793\u17b9\u1784\u1794\u17d2\u179a\u1797\u17c1\u1791 "{1}"\u17d4
msgParaValue=\u179f\u17bc\u1798\u1794\u1789\u17d2\u1787\u17bc\u179b\u178f\u1798\u17d2\u179b\u17c3\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a "{0}"\u17d4
executeSqlJobName=\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7SQL\u178a\u17c2\u179b\u1780\u17c6\u178e\u178f\u17cb\u178a\u17c4\u1799\u1781\u17d2\u179b\u17bd\u1793\u17af\u1784\u17d4
titleExecuteResult=\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u179b\u1791\u17d2\u1792\u1795\u179b
msgExecuteResult=SQL\u1793\u17c1\u17c7\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4 \u1780\u17b6\u179a\u1794\u1798\u17d2\u179a\u17bb\u1784\u1794\u1793\u17d2\u1790\u17c2\u1798{0}\u178f\u17d2\u179a\u17bc\u179c\u1794\u1784\u17d2\u17a2\u179f\u17cb\u1791\u17b6\u17c6\u1784\u179f\u17d2\u179a\u17bb\u1784\u17d4
msgPstmtType=Type
#PstmtMultiDataDialog
msgPstmtMultiDataDialog=\u1794\u1784\u17D2\u17A0\u17B6\u1789\u1794\u17C9\u17B6\u179A\u17C9\u17B6\u1798\u17C9\u17C2\u178F\u17D2\u179A\u179F\u17C1\u1785\u1780\u17D2\u178A\u17B8\u1790\u17D2\u179B\u17C2\u1784\u1780\u17B6\u179A\u178E\u17CD\u178A\u17C2\u179B\u1794\u17B6\u1793\u179A\u17C0\u1794\u1785\u17C6\u1787\u17B6\u1798\u17BD\u1799\u1791\u17B7\u1793\u17D2\u1793\u1793\u17D0\u1799\u1796\u17B8\u17AF\u1780\u179F\u17B6\u179A\u178A\u17C2\u179B\u1794\u17B6\u1793\u1787\u17D2\u179A\u17BE\u179F (xls, csv) \u1794\u1793\u17D2\u1791\u17B6\u1794\u17CB\u1798\u1780\u1794\u17D2\u179A\u178F\u17B7\u1794\u178F\u17D2\u178F\u17B7 SQL \u178A\u17C2\u179B\u1780\u17C6\u178E\u178F\u17CB\u178A\u17C4\u1799\u1781\u17D2\u179B\u17BD\u1793\u17AF\u1784\u17D4 \ r \ n SQL \u178F\u17D2\u179A\u17BC\u179C\u178F\u17C2\u1798\u17B6\u1793\u1794\u17C9\u17B6\u179A\u17C9\u17B6\u1798\u17C9\u17C2\u178F\u17D2\u179A (?) \u17D4
grpSelectFile=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8
lblTotalLines=\u1794\u1793\u17d2\u1791\u17b6\u178f\u17cb\u179f\u179a\u17bb\u1794(&l):
lblThreadCount=\u1785\u17c6\u1793\u17bd\u1793\u1781\u17d2\u179f\u17c2\u1794\u1793\u17d2\u1791\u17b6\u178f\u17cb(&n):
lblCommitLines=\u179a\u17c0\u1794\u1785\u17c6\u1781\u17d2\u179f\u17c2\u1794\u1793\u17d2\u1791\u17b6\u178f\u17cb\u1798\u17d2\u178f\u1784(&o):
grpMapping=\u1792\u17d2\u179c\u17be\u1795\u17c2\u1793\u1791\u17b8\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a\u1793\u17b7\u1784\u1787\u17bd\u179a\u1788\u179a
lblMapping=\u1780\u17b6\u179a\u1792\u17d2\u179c\u17be\u1795\u17c2\u1793\u1791\u17b8\u179a\u179c\u17b6\u1784\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a\u1793\u17b7\u1784\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u1787\u17bd\u179a\u1788\u179a\u17d4
btnFirstAsColumn=\u1794\u17d2\u179a\u17be\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1794\u1793\u17d2\u1791\u17b6\u178f\u17cb\u1791\u17b8\u1798\u17bd\u1799\u1787\u17b6\u1788\u17d2\u1798\u17c4\u17c7\u1787\u17bd\u179a\u1788\u179a\u1793\u17c3(&U)
colFileColumn=\u1787\u17bd\u179a\u1788\u179a\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8
btnClearColumn=\u1787\u1798\u17d2\u179a\u17c7\u1787\u17bd\u179a\u1788\u179a(&m)
btnBrowse=\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u178f\u17d2\u179a\u17bd\u179f\u17d7(&B)...
errUnsupportedCharset=\u1798\u17b7\u1793\u1782\u17b6\u17c6\u1791\u17d2\u179a\u179f\u17c6\u178e\u17bb\u17c6\u17a2\u1780\u17d2\u179f\u179a\u17d4
errMappingParaColumn=\u1780\u17b6\u179a\u1792\u17d2\u179c\u17be\u1795\u17c2\u1793\u1791\u17b8\u1798\u17b7\u1793\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u179a\u179c\u17b6\u1784\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a\u1793\u17b7\u1784\u1787\u17bd\u179a\u1788\u179a\u1780\u17d2\u1793\u17bb\u1784\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u17d4
msgSelectFile=\u179f\u17bc\u1798\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1788\u17d2\u1798\u17c4\u17c7\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u17d4 
errNoDataFile=\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u1793\u17c5\u1796\u17c1\u179b\u179c\u17b6\u1796\u17bb\u17c6\u1798\u17b6\u1793\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u17d4
errThreadCount=\u1785\u17c6\u1793\u17bd\u1793\u1781\u17d2\u179f\u17c2\u1794\u1793\u17d2\u1791\u17b6\u178f\u17cb\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u1792\u17c6\u1787\u17b6\u1784\u17e1\u17d4
errNoFitThreadCount=\u1785\u17c6\u1793\u17bd\u1793\u1781\u17d2\u179f\u17c2\u1794\u1793\u17d2\u1791\u17b6\u178f\u17cb\u1798\u17b7\u1793\u179f\u17ca\u17b8\u1782\u17d2\u1793\u17b6\u1791\u17c1\u17d4
errCommitLines=\u1781\u17d2\u179f\u17c2\u1794\u1793\u17d2\u1791\u17b6\u178f\u17cb\u178a\u17c2\u179b\u1794\u17d2\u179a\u1796\u17d2\u179a\u17b9\u178f\u17d2\u178f\u17b7\u178a\u17c4\u1799\u1796\u17bb\u17c6\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u1798\u17b7\u1793\u178f\u17d2\u179a\u17bc\u179c\u178f\u17b7\u1785\u1787\u17b6\u1784 {0}\u1791\u17c1\u17d4
errNoMappingParaColumn=\u1787\u17bd\u179a\u1788\u179a\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1782\u17d2\u1793\u17b6\u1780\u17d2\u1793\u17bb\u1784\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a"{0}"\u1798\u17b7\u1793\u1798\u17b6\u1793\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u1791\u17c1\u17d4
msgCancelExecSql=\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u178f\u17d2\u179a\u17bc\u179c\u1794\u178a\u17b7\u179f\u17c1\u1792\u17d4 \u1794\u17c9\u17bb\u1793\u17d2\u178f\u17c2\u1787\u17bd\u179a\u178a\u17c1\u1780{0}\u1798\u17b6\u1793\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4\r\\u1780\u17b6\u179a\u1794\u1798\u17d2\u179a\u17bb\u1784\u1794\u1793\u17d2\u1790\u17c2\u1798{1} \u178f\u17d2\u179a\u17bc\u179c\u1794\u1784\u17d2\u17a2\u179f\u17cb\u1791\u17b6\u17c6\u1784\u179f\u17d2\u179a\u17bb\u1784\u17d4
msgSuccessExecSql=\u1787\u17bd\u179a\u178a\u17c1\u1780{0}\u1793\u17c1\u17c7\u1798\u17b6\u1793\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4 \u1780\u17b6\u179a\u1794\u1798\u17d2\u179a\u17bb\u1784\u1794\u1793\u17d2\u1790\u17c2\u1798{1}\u178f\u17d2\u179a\u17bc\u179c\u1794\u1784\u17d2\u17a2\u179f\u17cb\u1791\u17b6\u17c6\u1784\u179f\u17d2\u179a\u17bb\u1784\u17d4
errExecSql=\u1780\u17c6\u17a0\u17bb\u179f\u1794\u17b6\u1793\u1780\u17be\u178f\u17a1\u17be\u1784\u17a2\u1798\u17d2\u179b\u17bb\u1784\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7\u1780\u17b6\u179a\u179a\u178e\u17cd\u17d4 \u1787\u17bd\u179a\u178a\u17c1\u1780{0}\u1793\u17c1\u17c7\u1798\u17b6\u1793\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u179a\u17bd\u1785\u17a0\u17be\u1799\u17d4 \r\n{1}\u1780\u17b6\u179a\u1794\u1798\u17d2\u179a\u17bb\u1784\u1794\u1793\u17d2\u1790\u17c2\u1798{1} \u178f\u17d2\u179a\u17bc\u179c\u1794\u1784\u17d2\u17a2\u179f\u17cb\u1791\u17b6\u17c6\u1784\u179f\u17d2\u179a\u17bb\u1784\u17d4
msgDetailCause=\u179f\u17bc\u1798\u1794\u1789\u17d2\u1787\u17bc\u1793\u1791\u17c5\u1795\u17d2\u1793\u17c2\u1780\u179b\u17c6\u17a2\u17b7\u178f\u17d4
msgExeSqlTaskName=\u1794\u1798\u17d2\u179b\u17c2\u1784\u1796\u17b8\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1787\u17bd\u179a\u178a\u17c1\u1780 {0} \u1791\u17c5 {1}\u17d4
errDataTypeNoMatch=\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799({0}, {1})\u1793\u17c1\u17c7 \u1798\u17b7\u1793\u179f\u17ca\u17b8\u1782\u17d2\u1793\u17b6\u1793\u17b9\u1784\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799 "{2}"\u1791\u17c1\u17d4
errOccur=\u1780\u17c6\u17a0\u17bb\u179f\u1794\u17b6\u1793\u1780\u17be\u178f\u17a1\u17be\u1784\u17d4
msgRowsFinish=\u1787\u17bd\u179a\u178a\u17c1\u1780{0}\u1794\u17b6\u1793\u1785\u1794\u17cb\u17d4
#SetPstmtValueDialog
titleSetPstmtValueDialog=\u1780\u17c6\u178e\u178f\u17cb\u178f\u1798\u17d2\u179b\u17c3\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a\u17d4
msgSetPstmtValueDialog=\u1780\u17c6\u178e\u178f\u17cb\u178f\u1798\u17d2\u179b\u17c3\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a\u179b\u17be\u179f\u17c1\u1785\u1780\u17d2\u178f\u17b8\u178a\u17c2\u179b\u1794\u17b6\u1793\u179a\u17c0\u1794\u1785\u17c6\u1791\u17bb\u1780\u17d4 
btnSetParaValue=\u1780\u17c6\u178e\u178f\u17cb\u178f\u1798\u17d2\u179b\u17c3\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a\u1780\u17d2\u1793\u17bb\u1784\u178f\u17c6\u1794\u1793\u17cb\u17af\u1780\u179f\u17b6\u179a\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798(&a)\u17d4
btnSelectFile=\u1780\u17c6\u178e\u178f\u17cb\u178f\u1798\u17d2\u179b\u17c3\u1794\u17c9\u17b6\u179a\u17c9\u17b6\u1798\u17c2\u178f\u17d2\u179a\u178a\u17c4\u1799\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8(&f)\u17d4
errTextTypeNotMatch=\u178f\u1798\u17d2\u179b\u17c3\u1798\u17b7\u1793\u179f\u17ca\u17b8\u1782\u17d2\u1793\u17b6\u1793\u17b9\u1784\u1794\u17d2\u179a\u1797\u17c1\u1791\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799 "{0}"\u1791\u17c1\u17d4
btnSetNull=\u1780\u17c6\u178e\u178f\u17cb&NULL
updateStatisTaskName=\u1792\u17d2\u179c\u17be\u17b2\u17d2\u1799\u1791\u17c6\u1793\u17be\u1794\u1793\u17bc\u179c\u179f\u17d2\u1790\u17b7\u178f\u17b7\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u178f\u17b6\u179a\u17b6\u1784"{0}"...
#Copy sql dialog
msgCopySQLToFile=\u1790\u178f\u1785\u1798\u17d2\u179b\u1784 SQL\u1791\u17c5\u1780\u17b6\u1793\u17cb\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u17d4
msgCopySQLToFileDes=\u1794\u1784\u17d2\u1780\u17be\u178fSQLs\u1793\u17c3\u179c\u178f\u17d2\u1790\u17bb\u1794\u17c6\u178e\u1784\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u200b \u1794\u1793\u17d2\u1791\u17b6\u1794\u17cb\u1798\u1780\u179f\u179a\u179f\u17c1\u179a\u1794\u1789\u17d2\u1787\u17bc\u1793\u179c\u17b6\u1791\u17c5\u1780\u17b6\u1793\u17cb\u179f\u17c6\u178e\u17bb\u17c6\u1794\u1789\u17d2\u1787\u17b8\u1798\u17bd\u1799\u17d4 
btnCreateSQL=C&REATE <table> ...
btnGrantSQL=&GRANT
btnSelectSQL=&SELECT <field_1>...<field_n> FROM <table> WHERE ...
btnInsertSQL=&INSERT INTO <table> ...
btnUpdateSQL=&UPDATE <table> SET ...
btnDeleteSQL=&DELETE FROM <table> WHERE ...
lblFile=&File:

#import result dialog
importColumnNO=\u1798\u17b7\u1793\u1796\u17d2\u179a\u1798
importColumnMessage=\u179f\u17b6\u179a
importColumnNOTotal=\u179f\u179a\u17bb\u1794 : {0} \u1780\u17c6\u17a0\u17bb\u179f\u178f\u17d2\u179a\u17bc\u179c\u179a\u1780\u1783\u17be\u1789
lableImportErrorControl=\u1780\u17b6\u179a\u1794\u1780\u179f\u17d2\u179a\u17b6\u1799\u1780\u17c6\u17a0\u17bb\u179f:
btnIgnore=\u1798\u17b7\u1793\u179f\u17d2\u1782\u17b6\u179b\u17cb\u1793\u17b7\u1784\u1780\u17c6\u178e\u178f\u17cb\u178f\u1798\u17d2\u179b\u17c3\u1785\u17c6\u1796\u17c4\u17c7 NULL
btnBreak=\u1794\u17c6\u1794\u17c2\u1780
toolTipIgnore=\u1798\u17b7\u1793\u179f\u17d2\u1782\u17b6\u179b\u17cb\u178f\u1798\u17d2\u179b\u17c3\u1780\u17c6\u17a0\u17bb\u179f\u1793\u17b7\u1784\u1780\u17c6\u178e\u178f\u17cb\u178f\u1798\u17d2\u179b\u17c3\u1794\u17c6\u178e\u17c2\u1780\u178a\u17c2\u179b\u178f\u17b6\u1794\u17c1\u179f\u1785\u17c6\u1796\u17c4\u17c7[NULL]\u17d4
toolTipBreak=\u1794\u17c6\u1794\u17c2\u1780\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1780\u17c6\u1796\u17bb\u1784\u1793\u17b6\u17c6\u1785\u17bc\u179b \u1793\u17c5\u1796\u17c1\u179b\u178a\u17c2\u179b\u178f\u1798\u17d2\u179b\u17c3\u1780\u17c6\u17a0\u17bb\u179f\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u179a\u1780\u1783\u17be\u1789\u17d4
contextCopy=\u1790\u178f\u1785\u1798\u17d2\u179b\u1784{0}(&C)

txtImportGroup=Import Options
importReport=\u179a\u1794\u17b6\u1799\u1780\u17b6\u179a\u178e\u17cd\u1793\u17b6\u17c6\u1785\u17bc\u179b
importSetupTitle=\u179a\u17c0\u1794\u1785\u17c6\u1780\u17b6\u179a\u1793\u17b6\u17c6\u1785\u17bc\u179b
importSetupLabel=\u1781\u17d2\u179f\u17c2\u1794\u178e\u17d2\u178f\u17b6\u1789\u178a\u17c2\u179b\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798 \u1793\u17b9\u1784\u1798\u17b7\u1793\u178f\u17d2\u179a\u17bc\u179c\u179a\u17b6\u1794\u17cb\u1790\u17b6\u1787\u17b6\u178f\u1798\u17d2\u179b\u17c3 NULL\u1791\u17c1 \u1780\u17d2\u1793\u17bb\u1784\u1796\u17c1\u179b\u178a\u17c2\u179b\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1793\u17c1\u17c7\u1780\u17c6\u1796\u17bb\u1784\u1793\u17b6\u17c6\u1785\u17bc\u179b\u17ac\u1792\u17d2\u179c\u17be\u17b2\u17d2\u1799\u1791\u17c6\u1793\u17be\u1794\u17d4
lblOtherValue=\u178f\u1798\u17d2\u179b\u17c3\u1795\u17d2\u179f\u17c1\u1784\u1791\u17c0\u178f (\u1794\u17c6\u1794\u17c2\u1780\u178a\u17c4\u1799 ',')(&O):

txtExportGroup=Export Options
exportSetupLabel1=The NULL value will be replace by the selection.
exportOtherValue=Other Value
msgErrorOtherValueEmpty=The value can't be empty in Export Options.
msgErrorContainsComma=The value can't contains ",".
msgErrorSeparatorEmpty=The separator can't be empty.

btnSaveReport=Save a report...

titleCopyToPojo=Create a Java Model Class
msgCopyToPojo=It is stored on your clipboard, and you can use this text by using CTRL+V key on the other place.

pstmtSQLUnsupportPasteType=Not a validate data, can't paste it.
pstmtSQLMuchItem=Input with the editor

errGetSchemaInfo=Can't get schema info of table '{0}'.

titleImportDataWizardDialog=Import Data
titleImportDataWizard=Choose import type
confirmExitImportWizard=Are you sure to exit the import wizard?
confirmStartImportWizard=Are you sure to start import?
titleChooseImportType=Choose import file type
msgChooseImportType=Choose import file type that you want import.
btnImportSQL=Import from SQL files.
lblImportSQL=You can import data from *.sql file having SQL statement. If your sql files has separated schema and data, you should import schema first.
btnImportExcel=Import from CSV, XLS files.
lblImportExcel=You can import data from *.csv or *.xls into mapping tables.
btnImportTxt=Import from TXT files.
lblImportTxt=You can import data from *.txt into mapping tables with setting delimiter options or rows and columns.
btnImportLoadDB=Import from loadDB
lblImportLoadDB=You can import data from <dbname> schema, index, objects by running "cubrid loaddb" utility on the offline server. the option is only available in CUBRID Manager.
btnImportHistory=Import from a history
lblImportHistory=You can reuse migration history with previous settings.
btnRenameHistory=Rename
btnDeleteHistory=Delete

#ImportSettingPage
titleImportSettingPage=Setting import options
msgImportSettingPage=Setting import options that use to import.
btnAddFiles=Add &Files...
grpDataOptions=Data Options
grpNulls=Transform to NULLs
btnOther=Other
btnBreakImport=Break
lblErrorHandle=Error Handling:
btnIgnoreSetToNull=Ignore and set to NULL
grpEncodingOption=Encoding Options
lblDBCharset=DB Charset
grpDelimiter=Delimiter Options
lblFileCharset=Files Charset
grpImportOptions=Import Options
lblTotalLine=Total lines
lblThreadNum=Thread Count
lblCommitCount=Commit Lines Once
lblCol=Column
lblRow=Row
errTableSetting=The table "{0}" setting is incorrent, please check it.
errNoSelectedTable=Please select the table that you will import data.
errFileNotExist=The file "{0}" is not exist,please check it.
#FileToTableMappingComposite
taskLoading=Loading...
taskLoadingTable=Loading tables...
taskLoadingColumn=Loading columns...
taskParsingData=Parsing data...
taskParsingFile=Parsing the file "{0}"...

columnTableName=Table
columnFileName=File
columnRowCount=Rows
columnMapped=Mapped
btnCreateTable=Create table according to the source file
errorOpenFile=Open the file failed, please check the file.
errRowDelimiterEmpty=Please setting the row delimiter first.
errColumnDelimiterEmpty=Please setting the column delimiter first.
titleAddTableFileDialog=Table data file setting
msgAddTableFileDialog=Setting the table data for import.
#ImportDataViewPart
columnName=Name
columnCount=Count
columnFinished=Finished
columnFailed=Failed
columnStatus=Status
columnTime=Elapsed Time
lblHistory=History
btnSaveAndClose=&Save and close
btnClose=Close
btnStop=Stop
runSQLStatusFinished=Finished
runSQLStatusRunning=Running...
runSQLStatusStopped=Stoped
runSQLStatusWaiting=Waiting...
runSQLStatusFailed=Failed
errHistoryEmpty=Please input the history name.
errHistoryExist=The history name has existed.

lblExportTargetSchema=Schema
lblExportTargetIndex=Index
lblExportTargetData=Data
lblExportTargetSerial=Serial

titleImportSelectSqlFile=Select SQL file